[
    {
        "text": "How are strangers supposed to know why YOU want to do that sort of job?",
        "mwe": "do that sort of job",
        "source": "parseme1.3"
    },
    {
        "text": "Why not look it up!",
        "mwe": "look it up",
        "source": "parseme1.3"
    },
    {
        "text": "Evelyn Odara spoke to her husband as no local woman would dare; yet he ignored it, as if turning the tables on her with his countrymen's assumption that what women said was not heard, anyway.",
        "mwe": "turning the tables",
        "source": "parseme1.3"
    },
    {
        "text": "Later it was discovered to have been giving flips at half-a-crown a time to a section of the population who were queueing up, all through the ceremony, at the nearby soccer field;",
        "mwe": "queueing up",
        "source": "parseme1.3"
    },
    {
        "text": "Filtering based on the data in one cell (Filter by Selection)",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Harry tore back across the room as the landing light clicked on.",
        "mwe": "clicked on",
        "source": "parseme1.3"
    },
    {
        "text": "look up fumarase deficiency for more info.",
        "mwe": "look up",
        "source": "parseme1.3"
    },
    {
        "text": "great, we look forward to seeing you.",
        "mwe": "look forward",
        "source": "parseme1.3"
    },
    {
        "text": "great, we look forward to seeing you.",
        "mwe": "look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "There was an air of plotting about that station, but nothing came of it, of course.",
        "mwe": "came of it",
        "source": "parseme1.3"
    },
    {
        "text": "I was smoking my pipe quietly by my dismantled steamer, and saw them all cutting capers in the light, with their arms lifted high, when the stout man with mustaches came tearing down to the river, a tin pail in his hand, assured me that everybody was 'behaving splendidly, splendidly, dipped about a quart of water and tore back again.",
        "mwe": "cutting capers",
        "source": "parseme1.3"
    },
    {
        "text": "By moving quickly to Iraqi sovereignty and improvement of Iraqi lives, the US may be able to get Iraqis on its side, so that they turn in the foreigners.",
        "mwe": "turn in",
        "source": "parseme1.3"
    },
    {
        "text": "There is a risk that observers underestimate the time that Al Qaeda has had to make progress in such recruitment and research and development.",
        "mwe": "make progress",
        "source": "parseme1.3"
    },
    {
        "text": "This terrorist organization can now only pull off far less sophisticated bombings and attacks.",
        "mwe": "pull off",
        "source": "parseme1.3"
    },
    {
        "text": "This simple change has triggered a veritable ecological cascade in Yellowstone.",
        "mwe": "triggered a veritable ecological cascade",
        "source": "parseme1.3"
    },
    {
        "text": "When a chart contains multiple series or category fields, the fields that are closest to the data are referred to as inner fields.",
        "mwe": "referred to",
        "source": "parseme1.3"
    },
    {
        "text": "But word of advice if you're get your girlfriend a laptop make sure its a good brand a not something like DELL, Acer, Asus, eMachines etc.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "Good luck w/it & will pray for you to have the willpower to be smoke-free :)",
        "mwe": "have the willpower",
        "source": "parseme1.3"
    },
    {
        "text": "Do we expect to have ONE EPC contract, or several?",
        "mwe": "have ONE EPC contract",
        "source": "parseme1.3"
    },
    {
        "text": "He was about to tell her who he was, but then he realized that it made no difference.",
        "mwe": "made no difference",
        "source": "parseme1.3"
    },
    {
        "text": "changing its surroundings too often will stress it out and it will get depressed, mean, sick, or will not want to be around you.",
        "mwe": "stress it out",
        "source": "parseme1.3"
    },
    {
        "text": "They believed that genuine democracy was now on its way.",
        "mwe": "was now on its way",
        "source": "parseme1.3"
    },
    {
        "text": "Or was Mr Eichelberger simply an executive with a client to please and a job to do a pure professional?",
        "mwe": "job to do",
        "source": "parseme1.3"
    },
    {
        "text": "If you don't want to retain your filter selections, make sure the AutoFilter button is not selected before you start selecting items to filter.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "They can do tricks and they arent messy.",
        "mwe": "do tricks",
        "source": "parseme1.3"
    },
    {
        "text": "In the near future collective choices will need to be made.",
        "mwe": "choices will need to be made",
        "source": "parseme1.3"
    },
    {
        "text": "I want a bird that I can hold and do tricks.",
        "mwe": "do tricks",
        "source": "parseme1.3"
    },
    {
        "text": "Was looking after the upkeep of the road, he declared.",
        "mwe": "looking after",
        "source": "parseme1.3"
    },
    {
        "text": "right now, your male is fighting off an intruder, and he feels that all of the house is his.",
        "mwe": "fighting off",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you so much.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "These works were written under the name of William Wilson, and he produced them at the rate of about one a year, which brought in enough money for him to live modestly in a small New York apartment.",
        "mwe": "brought in",
        "source": "parseme1.3"
    },
    {
        "text": "Then someone says that it can't be long now before the Russians write Arafat off.",
        "mwe": "write Arafat off",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions or need anything else.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions or need anything else.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "We have never had a problem with the cabins.",
        "mwe": "had a problem",
        "source": "parseme1.3"
    },
    {
        "text": "But supporters are pointing a few good things out:",
        "mwe": "pointing a few good things out",
        "source": "parseme1.3"
    },
    {
        "text": "Someone in the CPA sat down and thought up ways to stir them up by closing their newspaper and issuing 28 arrest warrants and taking in people like Yaqubi.",
        "mwe": "stir them up",
        "source": "parseme1.3"
    },
    {
        "text": "Someone in the CPA sat down and thought up ways to stir them up by closing their newspaper and issuing 28 arrest warrants and taking in people like Yaqubi.",
        "mwe": "taking in",
        "source": "parseme1.3"
    },
    {
        "text": "As a child in the 50's I had a lot of glandular problems and they treated it with radiation therapy (primitive at best!) and stopped when a lesion on my neck started enlarging--they said it was not CA but stopped the treatments....",
        "mwe": "had a lot of glandular problems",
        "source": "parseme1.3"
    },
    {
        "text": "In the meantime make sure she had plenty of water available to her.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "Watch out the poles are coming.....my little butterfly",
        "mwe": "Watch out",
        "source": "parseme1.3"
    },
    {
        "text": "This VERIFIES that you are truly providing a service.",
        "mwe": "providing a service",
        "source": "parseme1.3"
    },
    {
        "text": "I'll get back to you as soon as I have more info (hopefully later today)",
        "mwe": "get back",
        "source": "parseme1.3"
    },
    {
        "text": "1. I tested it out by making a figure boat",
        "mwe": "tested it out",
        "source": "parseme1.3"
    },
    {
        "text": "Olympus X-940 14 Megapixel Digital Camera has filters and can do all sorts of special effects.",
        "mwe": "do all sorts of special effects",
        "source": "parseme1.3"
    },
    {
        "text": "Dekalb County Police Chief Louis Graham...the man who reopened the investigations last year, is mysteriously stepping down.",
        "mwe": "stepping down",
        "source": "parseme1.3"
    },
    {
        "text": "Jared just told me you have a BUNCH of stuff on your plate and I think you are about to get much busier too.",
        "mwe": "have a BUNCH of stuff on your plate",
        "source": "parseme1.3"
    },
    {
        "text": "The people who carry out these underground arms/drugs/sex trafficking deals are trauma based mind controlled slaves.",
        "mwe": "carry out",
        "source": "parseme1.3"
    },
    {
        "text": "THANK YOU!!!!!!!!!!!!! :D",
        "mwe": "THANK YOU",
        "source": "parseme1.3"
    },
    {
        "text": "How to avoid problems caused by mixing queries under different ANSI SQL query modes in the same database",
        "mwe": "problems caused",
        "source": "parseme1.3"
    },
    {
        "text": "I give the floor to Mrs Green.",
        "mwe": "give the floor",
        "source": "parseme1.3"
    },
    {
        "text": "Most of the girls I was meeting had grown up in Mujahedeen schools in Ashraf, where they lived separated from their parents.",
        "mwe": "grown up",
        "source": "parseme1.3"
    },
    {
        "text": "If this is the case I would like someone to walk me through June to see if the numbers did really work themselves out as there was a large swing in second order on June 29 that was not adjusted for.",
        "mwe": "work themselves out",
        "source": "parseme1.3"
    },
    {
        "text": "Not for the first time, an argument had broken out over breakfast at number four, Privet Drive.",
        "mwe": "broken out",
        "source": "parseme1.3"
    },
    {
        "text": "It was the evening when Bray, Neil, Evelyn Odara, one of the South African refugees, the Pettigrews, and a few others set off for the Sputnik Bar.",
        "mwe": "set off",
        "source": "parseme1.3"
    },
    {
        "text": "http://i.imgur.com/S2MD2.jpg http://i.imgur.com/T2zff.jpg http://i.imgur.com/Xytex.jpg I took some photos of my model girlfriend with my Nikon D7000 (see links above).",
        "mwe": "took some photos",
        "source": "parseme1.3"
    },
    {
        "text": "The charter allowed for the creation of a merchants' guild, run by the town's burgesses to tax people passing through the borough.",
        "mwe": "allowed for",
        "source": "parseme1.3"
    },
    {
        "text": "There was a change made in the coding for the delta position and this has somehow messed up the liq value.",
        "mwe": "change made",
        "source": "parseme1.3"
    },
    {
        "text": "There was a change made in the coding for the delta position and this has somehow messed up the liq value.",
        "mwe": "messed up",
        "source": "parseme1.3"
    },
    {
        "text": "That's all I know; I've had nothing to do with it.",
        "mwe": "had nothing to do with",
        "source": "parseme1.3"
    },
    {
        "text": "But so was it unlikely that a small group of Arab mujahidin would virtually take over Afghanistan.",
        "mwe": "take over",
        "source": "parseme1.3"
    },
    {
        "text": "\"They can freely write anything they like about our prophet, but if one raises doubts about the Holocaust he is either fined or sent to prison,\" he added.",
        "mwe": "raises doubts",
        "source": "parseme1.3"
    },
    {
        "text": "Also, some serious targets must now finally be set for the car industry.",
        "mwe": "targets must now finally be set",
        "source": "parseme1.3"
    },
    {
        "text": "And then, exactly a year ago, Hogwarts had written to Harry, and the whole story had come out.",
        "mwe": "come out",
        "source": "parseme1.3"
    },
    {
        "text": "Now that the Dursleys knew they weren't going to wake up as fruitbats, he had lost his only weapon.",
        "mwe": "wake up",
        "source": "parseme1.3"
    },
    {
        "text": "It is trying to play ice hockey by sending a ballerina ice-skater into the ring or to knock out a heavyweight boxer by a chess player.",
        "mwe": "knock out",
        "source": "parseme1.3"
    },
    {
        "text": "Yeah, Mum's always wishing we had a house-elf to do the ironing, said George.",
        "mwe": "do the ironing",
        "source": "parseme1.3"
    },
    {
        "text": "Besides, Tatu does not have the look of a man whose life is easy and I don't see why I should spoil his Jerusalem dinner for him in his diary it would probably be entered as \"An enchanted evening in Le Proche Orient with an Armenian archbishop.\"",
        "mwe": "have the look",
        "source": "parseme1.3"
    },
    {
        "text": "Take care",
        "mwe": "Take care",
        "source": "parseme1.3"
    },
    {
        "text": "But it did not give me the time of day.",
        "mwe": "give me the time of day",
        "source": "parseme1.3"
    },
    {
        "text": "I'll try and send one of Peter Cox' as well but may have some problems due to file size.",
        "mwe": "have some problems",
        "source": "parseme1.3"
    },
    {
        "text": "The kind of laugh they've picked up from people like Uncle Willie said Neil.",
        "mwe": "picked up",
        "source": "parseme1.3"
    },
    {
        "text": "I also want to express my disagreement on the support given to the American law on Hong-Kong.",
        "mwe": "support given",
        "source": "parseme1.3"
    },
    {
        "text": "Put on a pair of spurs and before she makes that trot step, it's in the feeling when you feel her think trot, tick her with the spur and lift with your body to keep her moving.",
        "mwe": "makes that trot step",
        "source": "parseme1.3"
    },
    {
        "text": "The lighting was not the best, but the pics turned out ok in my opinion.",
        "mwe": "turned out",
        "source": "parseme1.3"
    },
    {
        "text": "We've moved on.",
        "mwe": "moved on",
        "source": "parseme1.3"
    },
    {
        "text": "Winter and darkness here but in Cambridge, perhaps, there's already spring yelling its head off?",
        "mwe": "yelling its head off",
        "source": "parseme1.3"
    },
    {
        "text": "Musharraf held elections in October of 2002, in which center-right parties did well, but in which nearly 20 percent of parliament seats went to the fundamentalist religious party coalition, MMA.",
        "mwe": "held elections",
        "source": "parseme1.3"
    },
    {
        "text": "This is like trying to Make 2 people get married.",
        "mwe": "get married",
        "source": "parseme1.3"
    },
    {
        "text": "At the Ask the President event on Friday, one of the questions was about whether Bush has any thoughts about his memoirs.",
        "mwe": "has any thoughts",
        "source": "parseme1.3"
    },
    {
        "text": "So he's got a -- I'm a decision-maker and I can make good decisions.",
        "mwe": "make good decisions",
        "source": "parseme1.3"
    },
    {
        "text": "Microsoft announced on Wednesday a new workplace chat tool poised to take on industry darling Slack.",
        "mwe": "take on",
        "source": "parseme1.3"
    },
    {
        "text": "I KNOW YOU HAVE A LOT GOING ON WITH YOU AND THE LITTLE WOMAN.",
        "mwe": "GOING ON",
        "source": "parseme1.3"
    },
    {
        "text": "This is a significant strategic change and it applies strong pressure on the terrorist countries.",
        "mwe": "applies strong pressure",
        "source": "parseme1.3"
    },
    {
        "text": "However, Johnson would not let the military cross the borders and clean out the Communist bases.",
        "mwe": "clean out",
        "source": "parseme1.3"
    },
    {
        "text": "I wonder how much use could be made of a radio classroom in country schools, whether it couldn't help considerably to ease the shortage of teachers, here, and maintain some sort of standard where teachers are perhaps not very well qualified.",
        "mwe": "use could be made",
        "source": "parseme1.3"
    },
    {
        "text": "This happened very quickly, and I wanted to make sure that I let everyone know before I left.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "This happened very quickly, and I wanted to make sure that I let everyone know before I left.",
        "mwe": "let everyone know",
        "source": "parseme1.3"
    },
    {
        "text": "If the Dursleys wake up, I'm dead, said Harry as he tied the rope tightly around a bar and Fred revved up the car.",
        "mwe": "wake up",
        "source": "parseme1.3"
    },
    {
        "text": "If the Dursleys wake up, I'm dead, said Harry as he tied the rope tightly around a bar and Fred revved up the car.",
        "mwe": "revved up",
        "source": "parseme1.3"
    },
    {
        "text": "You think there was someone else would have given you the alphabet! and electricity and killed off the malaria mosquito, just for love?",
        "mwe": "killed off",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "She then blows herself up, killing 20 people, including many children, with heads and arms rolling around in the restaurant.",
        "mwe": "blows herself up",
        "source": "parseme1.3"
    },
    {
        "text": "Once we get the word from Lavo we'll let you know.",
        "mwe": "let you know",
        "source": "parseme1.3"
    },
    {
        "text": "Have a look at this, it may help.",
        "mwe": "Have a look",
        "source": "parseme1.3"
    },
    {
        "text": "On Wednesday guerrillas had kidnapped a cosmetic surgeon and his wife while they were on their way home.",
        "mwe": "were on their way",
        "source": "parseme1.3"
    },
    {
        "text": "Once the Manmohan Singh government shows that it has little appetite for suicide, Musharraf will face the moment of truth: accept the inevitable, or once again ramp up the insurgency and spawn a fresh lot of killers that can hit not merely Mumbai and New Delhi but London and Chicago as well.",
        "mwe": "ramp up",
        "source": "parseme1.3"
    },
    {
        "text": "He had made it to the third or fourth paragraph when the man turned slowly toward him, gave him a vicious stare, and jerked the paper out of view.",
        "mwe": "made it",
        "source": "parseme1.3"
    },
    {
        "text": "He had made it to the third or fourth paragraph when the man turned slowly toward him, gave him a vicious stare, and jerked the paper out of view.",
        "mwe": "gave him a vicious stare",
        "source": "parseme1.3"
    },
    {
        "text": "Unfortunately for those eager to indefinitely carry on with the lucrative business of conflict resolution in South Asia, Pervez Musharraf has now called Colin Powell's bluff, challenging him to deliver on his frequent statements implying that the Indians jump to his commands.",
        "mwe": "carry on",
        "source": "parseme1.3"
    },
    {
        "text": "My role with Firefox and the Mozilla project will remain largely unchanged, I will continue doing much the same work as I have described above - with the new goal of successful 1.1, 1.5 and 2.0 releases.",
        "mwe": "doing much the same work",
        "source": "parseme1.3"
    },
    {
        "text": "So I checked it out with the U.S. Post Office (1-800-238-5355) and they confirmed that it is indeed legal!!",
        "mwe": "checked it out",
        "source": "parseme1.3"
    },
    {
        "text": "They hit the branches, they thresh the leaves with their sticks, and the fruit rains down.",
        "mwe": "rains down",
        "source": "parseme1.3"
    },
    {
        "text": "I don't know about this... but the pale Cockney who was teaching him to take over his job said, That's okay, chum, it's our ole friend Mr. Kabata.",
        "mwe": "take over",
        "source": "parseme1.3"
    },
    {
        "text": "It's not quite as freewheeling an environment as you'd imagine: Sergey Brin has actually created a mathematical 'proof' that the company's self-driven research strategy, which gives employees one day a week to do research projects on their own, is a good, respectable idea .",
        "mwe": "do research",
        "source": "parseme1.3"
    },
    {
        "text": "It's not quite as freewheeling an environment as you'd imagine: Sergey Brin has actually created a mathematical 'proof' that the company's self-driven research strategy, which gives employees one day a week to do research projects on their own, is a good, respectable idea .",
        "mwe": "do research projects",
        "source": "parseme1.3"
    },
    {
        "text": "As you see below, she is pulling those together.",
        "mwe": "pulling those together",
        "source": "parseme1.3"
    },
    {
        "text": "The images turned out amazing.",
        "mwe": "turned out",
        "source": "parseme1.3"
    },
    {
        "text": "Someone said, Watch out for the man from the CIA.",
        "mwe": "Watch out",
        "source": "parseme1.3"
    },
    {
        "text": "I look forward to hearing from you.",
        "mwe": "look forward",
        "source": "parseme1.3"
    },
    {
        "text": "I look forward to hearing from you.",
        "mwe": "look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "He didn't take a dislike to the kids for \"no\" reason!",
        "mwe": "take a dislike",
        "source": "parseme1.3"
    },
    {
        "text": "In that case, the matter turns out to be a national problem after all.",
        "mwe": "turns out",
        "source": "parseme1.3"
    },
    {
        "text": "The key is...I have a few problems:",
        "mwe": "have a few problems",
        "source": "parseme1.3"
    },
    {
        "text": "For some black satire on Fallujah, see Unconfirmed Sources which has some fun with my Weblog.",
        "mwe": "has some fun",
        "source": "parseme1.3"
    },
    {
        "text": "It is genetic and the child needs to get the gene from both parents to turn into a vegetable instead of a thinking child.",
        "mwe": "turn into",
        "source": "parseme1.3"
    },
    {
        "text": "Bush was only able to give a partial response to the query on the leader of Taiwan, referring to Taiwanese President Lee Teng-hui simply as \"Lee.\"",
        "mwe": "give a partial response",
        "source": "parseme1.3"
    },
    {
        "text": "That is, a user with an appropriate license can make changes to data in a spreadsheet, change formatting, drag fields in a chart or PivotTable List, and so on, as long as you didn't protect these options at design time.",
        "mwe": "make changes",
        "source": "parseme1.3"
    },
    {
        "text": "Does this mean that for June and for a certain portion of July we should not do anything and just make adjustments on a going forward basis (and assume everything will work out at month end)?",
        "mwe": "make adjustments",
        "source": "parseme1.3"
    },
    {
        "text": "Does this mean that for June and for a certain portion of July we should not do anything and just make adjustments on a going forward basis (and assume everything will work out at month end)?",
        "mwe": "going forward",
        "source": "parseme1.3"
    },
    {
        "text": "Does this mean that for June and for a certain portion of July we should not do anything and just make adjustments on a going forward basis (and assume everything will work out at month end)?",
        "mwe": "work out",
        "source": "parseme1.3"
    },
    {
        "text": "Harry had taken up his place at wizard school, where he and his scar were famous, but now the school year was over, and he was back with the Dursleys for the summer, back to being treated like a dog that had rolled in something smelly.",
        "mwe": "taken up",
        "source": "parseme1.3"
    },
    {
        "text": "A bird cried out on the roof, and he woke up.",
        "mwe": "woke up",
        "source": "parseme1.3"
    },
    {
        "text": "In his mind, he caught a glimpse of the blue map on the wall and the sunlight pouring through the window, so like the sunlight that surrounded him now.",
        "mwe": "caught a glimpse",
        "source": "parseme1.3"
    },
    {
        "text": "So I may as well just come out with it: It is pretty suspicious, given the Neocon predominance in the CPA and in the upper reaches of the Defense Department that on April 2 AP reported of Muqtada:",
        "mwe": "come out",
        "source": "parseme1.3"
    },
    {
        "text": "With Colin Powell around, the U.S. has no need of an Osama bin Laden",
        "mwe": "has no need",
        "source": "parseme1.3"
    },
    {
        "text": "If anyone has any questions on the above please let me know.",
        "mwe": "has any questions",
        "source": "parseme1.3"
    },
    {
        "text": "If anyone has any questions on the above please let me know.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "The taxpayer who has to pay for it, the smaller undertakings and species-friendly stock rearing all fall by the wayside.",
        "mwe": "fall by the wayside",
        "source": "parseme1.3"
    },
    {
        "text": "Therefore he whacked the old nigger mercilessly, while a big crowd of his people watched him, thunderstruck, till some man, – I was told the chief's son, – in desperation at hearing the old chap yell, made a tentative jab with a spear at the white man – and of course it went quite easy between the shoulder-blades.",
        "mwe": "made a tentative jab",
        "source": "parseme1.3"
    },
    {
        "text": "If you have received it by mistake please let us know by reply and then delete it from your system; you should not copy the message or disclose its contents to anyone.",
        "mwe": "let us know",
        "source": "parseme1.3"
    },
    {
        "text": "The vote will take place tomorrow at 12 noon.",
        "mwe": "take place",
        "source": "parseme1.3"
    },
    {
        "text": "that deal is making like it wants to close and the traders scheduled a 430 call to wrap it up",
        "mwe": "wrap it up",
        "source": "parseme1.3"
    },
    {
        "text": "Phil if you could please make copies and distribute ASAP.",
        "mwe": "make copies",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for the invitaion to the conference call.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "I would highly recommend that you read through some reliable bearded guides to make sure you have everything set up correctly:",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "I would highly recommend that you read through some reliable bearded guides to make sure you have everything set up correctly:",
        "mwe": "set up",
        "source": "parseme1.3"
    },
    {
        "text": "You can apply a filter to a series or category field to show the top or bottom n items based on a total.",
        "mwe": "apply a filter",
        "source": "parseme1.3"
    },
    {
        "text": "You can apply a filter to a series or category field to show the top or bottom n items based on a total.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "It also does not prevent the Western press from giving credence, every day, even now, to similar liars.",
        "mwe": "giving credence",
        "source": "parseme1.3"
    },
    {
        "text": "The best option, now, under the present difficult circumstances is for Colombo to do its own dirty work, although New Delhi can always be counted on to render good neighborly help because of the shared belief that religion, ethnicity and language cannot be the basis for secession.",
        "mwe": "do its own dirty work",
        "source": "parseme1.3"
    },
    {
        "text": "The best option, now, under the present difficult circumstances is for Colombo to do its own dirty work, although New Delhi can always be counted on to render good neighborly help because of the shared belief that religion, ethnicity and language cannot be the basis for secession.",
        "mwe": "do its own dirty work",
        "source": "parseme1.3"
    },
    {
        "text": "The best option, now, under the present difficult circumstances is for Colombo to do its own dirty work, although New Delhi can always be counted on to render good neighborly help because of the shared belief that religion, ethnicity and language cannot be the basis for secession.",
        "mwe": "counted on",
        "source": "parseme1.3"
    },
    {
        "text": "I hope she will take note of this, because it is an important point.",
        "mwe": "take note",
        "source": "parseme1.3"
    },
    {
        "text": "But nothing had ever come of it, and he had felt stupid, as though there were a blind spot in the center of his brain.",
        "mwe": "come of it",
        "source": "parseme1.3"
    },
    {
        "text": "So we try it out here.",
        "mwe": "try it out",
        "source": "parseme1.3"
    },
    {
        "text": "I have no doubt that the civilized world will prevail.",
        "mwe": "have no doubt",
        "source": "parseme1.3"
    },
    {
        "text": "If you have not already made these decisions, Essie's guidance should be helpful.",
        "mwe": "made these decisions",
        "source": "parseme1.3"
    },
    {
        "text": "She did not know whether he felt it too; and she could not try to find out because if it turned out that he didn't – she had a premonition, sometimes, that in middle age you could find you had lost everything in a moment: husband – lover, friend, children, it was as if they had never happened, or you had wandered off from them without knowing, and now stood stock-still with the discovery.",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "She did not know whether he felt it too; and she could not try to find out because if it turned out that he didn't – she had a premonition, sometimes, that in middle age you could find you had lost everything in a moment: husband – lover, friend, children, it was as if they had never happened, or you had wandered off from them without knowing, and now stood stock-still with the discovery.",
        "mwe": "turned out",
        "source": "parseme1.3"
    },
    {
        "text": "Broke out the activities of 1179.",
        "mwe": "Broke out",
        "source": "parseme1.3"
    },
    {
        "text": "But let me know if I can spend a day, morning, or even just an afternoon down there with you whenever it is a good time.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Do you storm a church taken over by terrorists who took the priests hostages?",
        "mwe": "taken over",
        "source": "parseme1.3"
    },
    {
        "text": "Do you storm a church taken over by terrorists who took the priests hostages?",
        "mwe": "took the priests hostages",
        "source": "parseme1.3"
    },
    {
        "text": "According to Director of Central Intelligence George Tenet, al Qaeda’s ability to conduct an anthrax attack is one of the most immediate threats the United States is likely to face.\"",
        "mwe": "conduct an anthrax attack",
        "source": "parseme1.3"
    },
    {
        "text": "Please, let me know.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "You see the thing had gone off like a box of matches.",
        "mwe": "gone off",
        "source": "parseme1.3"
    },
    {
        "text": "The ReportML language is made up of a set of tags that describe a form, report or data access page's properties, events, and attributes.",
        "mwe": "made up",
        "source": "parseme1.3"
    },
    {
        "text": "Did you have a chance to take a look at the resume I sent you?",
        "mwe": "have a chance",
        "source": "parseme1.3"
    },
    {
        "text": "Did you have a chance to take a look at the resume I sent you?",
        "mwe": "take a look",
        "source": "parseme1.3"
    },
    {
        "text": "For example, you can filter for the top 25 % or bottom 25 % of salespeople based on the number of orders handled.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "So there is no question of closing down, there is a question of the practical discretion of the committee.",
        "mwe": "closing down",
        "source": "parseme1.3"
    },
    {
        "text": "a rare form of retardation is showing up in that group more than anywhere else in the world.",
        "mwe": "showing up",
        "source": "parseme1.3"
    },
    {
        "text": "Did you get a chance to find those GTC's for ENA that you can forward this way?",
        "mwe": "get a chance",
        "source": "parseme1.3"
    },
    {
        "text": "I wanted to let you know about this before I respond to her request.",
        "mwe": "let you know",
        "source": "parseme1.3"
    },
    {
        "text": "At times I suspect that the world would be glad to see the last of its Christianity, and that it is the persistency of the Jews that prevents it.",
        "mwe": "see the last",
        "source": "parseme1.3"
    },
    {
        "text": "At times I suspect that the world would be glad to see the last of its Christianity, and that it is the persistency of the Jews that prevents it.",
        "mwe": "see the last of",
        "source": "parseme1.3"
    },
    {
        "text": "And this has already drawn protests from the Tamil National Alliance (TNA) which was backed by the LTTE in the April general elections held in Sri Lanka.",
        "mwe": "drawn protests",
        "source": "parseme1.3"
    },
    {
        "text": "And this has already drawn protests from the Tamil National Alliance (TNA) which was backed by the LTTE in the April general elections held in Sri Lanka.",
        "mwe": "elections held",
        "source": "parseme1.3"
    },
    {
        "text": "Corporate plans are clubbed with other services through some agencies to provide better service for their staff.",
        "mwe": "provide better service",
        "source": "parseme1.3"
    },
    {
        "text": "Since work has gone to hell, I am hoping to find some excitement in the possibility that LSU may play in the Cotton Bowl (if Rohan \"Alabama\" Davey shows up for the next 3 games.)",
        "mwe": "shows up",
        "source": "parseme1.3"
    },
    {
        "text": "paying special attention to the eyes.",
        "mwe": "paying special attention",
        "source": "parseme1.3"
    },
    {
        "text": "(Only recently have a few experienced State Department Arabists been allowed in to try to begin mopping up the mess.)",
        "mwe": "mopping up the mess",
        "source": "parseme1.3"
    },
    {
        "text": "What matters is that the terrorists believe that they caused the result and that they won by driving Spain out of Iraq.",
        "mwe": "caused the result",
        "source": "parseme1.3"
    },
    {
        "text": "Your mama is so fat: When she hauls ass she has to make two trips.",
        "mwe": "make two trips",
        "source": "parseme1.3"
    },
    {
        "text": "I see we expect to have separate contracts for each project.",
        "mwe": "have separate contracts",
        "source": "parseme1.3"
    },
    {
        "text": "It turns out one of the surest barometers of the warming climate is the response of the non-human natural world to changing conditions, and biologists who study the responses have been aware for some years the biosphere is acknowledging global warming.",
        "mwe": "turns out",
        "source": "parseme1.3"
    },
    {
        "text": "Also, you can set the line style of borders. For example, you can specify that a border consists of dashes or dots.",
        "mwe": "consists of",
        "source": "parseme1.3"
    },
    {
        "text": "There are rumours about preparations by slum dwellers for another looting spree against banks, governmental and public property similar to the one that took place last April, and I have already overheard youngsters in my neighbourhood joking about it and saying things like \"This time we will be the first to loot, we didn't get anything the last time\".",
        "mwe": "took place",
        "source": "parseme1.3"
    },
    {
        "text": "If you got the chance today, I should be really grateful if one of you could give me a call to discuss this issue; I think we should set out DPC's position clearly on this in correspondence without too much delay.",
        "mwe": "got the chance",
        "source": "parseme1.3"
    },
    {
        "text": "If you got the chance today, I should be really grateful if one of you could give me a call to discuss this issue; I think we should set out DPC's position clearly on this in correspondence without too much delay.",
        "mwe": "give me a call",
        "source": "parseme1.3"
    },
    {
        "text": "If you got the chance today, I should be really grateful if one of you could give me a call to discuss this issue; I think we should set out DPC's position clearly on this in correspondence without too much delay.",
        "mwe": "set out",
        "source": "parseme1.3"
    },
    {
        "text": "Well, never mind.",
        "mwe": "never mind",
        "source": "parseme1.3"
    },
    {
        "text": "You could make it to Matoko in, say, six or seven.",
        "mwe": "make it",
        "source": "parseme1.3"
    },
    {
        "text": "In the room they had decided upon for his study, the desk from her great-grandfather that had naturally become his – a quiet field of black-red morocco scratched with almost erased gold – was a place to write the properly documented history of the territory (Mweta's country) that had never been done before; not the boxwood Colonial Office desk at which one dealt with government forms and made the empirical scribbles of administration or politics.",
        "mwe": "dealt with",
        "source": "parseme1.3"
    },
    {
        "text": "Based on how CRRA reacts, I would make an ultimate determination if the agreement needs to be attached to the LOI.",
        "mwe": "make an ultimate determination",
        "source": "parseme1.3"
    },
    {
        "text": "While most U.S. secretaries of state -- save perhaps Dean Rusk -- have gobbled up credit for outcomes that they had little to do with, few have been as brazen as Colin Powell.",
        "mwe": "had little to do with",
        "source": "parseme1.3"
    },
    {
        "text": "They made conversation about the radio and television coverage of the celebrations, and from this broke into talk that interested them both:",
        "mwe": "made conversation",
        "source": "parseme1.3"
    },
    {
        "text": "They made conversation about the radio and television coverage of the celebrations, and from this broke into talk that interested them both:",
        "mwe": "broke into",
        "source": "parseme1.3"
    },
    {
        "text": "The fiscal advantages for clean vehicles could then be introduced some two years before the new standards take effect.",
        "mwe": "take effect",
        "source": "parseme1.3"
    },
    {
        "text": "The apostrophe has a special purpose in an XML document and can be misinterpreted if used directly in the text.",
        "mwe": "has a special purpose",
        "source": "parseme1.3"
    },
    {
        "text": "All the carriers were speaking together, and in the midst of the uproar the lamentable voice of the chief agent was heard 'giving it up' tearfully for the twentieth time that day...",
        "mwe": "giving it up",
        "source": "parseme1.3"
    },
    {
        "text": "Best to deal with!",
        "mwe": "deal with",
        "source": "parseme1.3"
    },
    {
        "text": "Pay attention, altough there are automatic storage, you can only pay with coins (they're now installing some where you'll be able to pay with credit card, but it's sporadic now.",
        "mwe": "Pay attention",
        "source": "parseme1.3"
    },
    {
        "text": "Twinkle Twinkle lazy star Kitna soyega uthja yaar, up above the world so high, sun has risen in the sky, uthke jaldi pee le chai, then call me up and say \"HI\"",
        "mwe": "call me up",
        "source": "parseme1.3"
    },
    {
        "text": "I passed along to Liz Austin your request regarding pleadings A&K has filed setting forth the Trustee's position in connection with the enforcement/nonenforcement of the power contracts and what remedies the Trustee is seeking.",
        "mwe": "passed along",
        "source": "parseme1.3"
    },
    {
        "text": "I passed along to Liz Austin your request regarding pleadings A&K has filed setting forth the Trustee's position in connection with the enforcement/nonenforcement of the power contracts and what remedies the Trustee is seeking.",
        "mwe": "setting forth",
        "source": "parseme1.3"
    },
    {
        "text": "Then, Ron, you come bounding downstairs going, Mum, look who turned up in the night! and she'll be all pleased to see Harry and no one need ever know we flew the car.",
        "mwe": "turned up",
        "source": "parseme1.3"
    },
    {
        "text": "Roly Dando had promised to drop by, and of course Bray was with him.",
        "mwe": "drop by",
        "source": "parseme1.3"
    },
    {
        "text": "KEEP UP THE GOOD WORK.",
        "mwe": "KEEP UP",
        "source": "parseme1.3"
    },
    {
        "text": "At the corner of 72nd Street and Madison Avenue, he waved down a cab.",
        "mwe": "waved down",
        "source": "parseme1.3"
    },
    {
        "text": "They were set up by the European Union for a specific purpose.",
        "mwe": "set up",
        "source": "parseme1.3"
    },
    {
        "text": "Please feel free to give me a call if you have any questions concerning the attached guaranties.",
        "mwe": "give me a call",
        "source": "parseme1.3"
    },
    {
        "text": "Please feel free to give me a call if you have any questions concerning the attached guaranties.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "We didn't know what we were going to land up doing, either.",
        "mwe": "land up",
        "source": "parseme1.3"
    },
    {
        "text": "I'm inclined to say that google is doing what they can to both shape and support the growth of the most popular non-Microsoft browser out there - by taking on the leading lights in Firefox development, they're ensuring the continued life of the project, and ensuring (not that I think they need to) that their voice will be heard admidst the higher echelons of the firefox development team.",
        "mwe": "taking on",
        "source": "parseme1.3"
    },
    {
        "text": "Broke out the activities of 1307.",
        "mwe": "Broke out",
        "source": "parseme1.3"
    },
    {
        "text": "Whether it might have turned out differently, or whether it was all predetermined with the first word that came from the stranger's mouth, is not the question.",
        "mwe": "turned out",
        "source": "parseme1.3"
    },
    {
        "text": "I looked at motocross and the more I looked, this one woman’s face kept coming up, in photographs that looked as if they were from the 1970s.",
        "mwe": "coming up",
        "source": "parseme1.3"
    },
    {
        "text": "the next day i let her out of the bedroom so they could check each other out, and the kitten hissed twice within the first 20 minutes of meeting each other and now she no longer hisses and they have been playing(chasing each other up and down the hall, rolling around on the ground and pawing at each other).",
        "mwe": "check each other out",
        "source": "parseme1.3"
    },
    {
        "text": "Any insult to the collective good brings us all down.",
        "mwe": "brings us all down",
        "source": "parseme1.3"
    },
    {
        "text": "It seemed to go on for hours.",
        "mwe": "go on",
        "source": "parseme1.3"
    },
    {
        "text": "Nevertheless, as time wore on he found himself doing a good imitation of a man preparing to go out.",
        "mwe": "wore on",
        "source": "parseme1.3"
    },
    {
        "text": "Nevertheless, as time wore on he found himself doing a good imitation of a man preparing to go out.",
        "mwe": "doing a good imitation",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to hearing your comments.",
        "mwe": "look forward",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to hearing your comments.",
        "mwe": "look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "That just goes to show the possibilities in our country!",
        "mwe": "goes to show",
        "source": "parseme1.3"
    },
    {
        "text": "Texas Gov. George W. Bush is enduring sharp criticism for being unable to name the leaders of four current world hot spots, but President Bill Clinton says Bush \"should, and probably will, pick up\" those names.",
        "mwe": "pick up",
        "source": "parseme1.3"
    },
    {
        "text": "It was only months and months afterwards, when I made the attempt to recover what was left of the body, that I heard the original quarrel arose from a misunderstanding about some hens.",
        "mwe": "made the attempt",
        "source": "parseme1.3"
    },
    {
        "text": "A team from the court managed to take his deposition before he died.",
        "mwe": "take his deposition",
        "source": "parseme1.3"
    },
    {
        "text": "When you move a field that has custom groups between row and column areas, the custom group fields that are based on the field move with the field.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "As we have discussed....effective Sep 13th, Anita will make the adjustments to Enron's inventory and pad gas to reflect the February 26th results.",
        "mwe": "make the adjustments",
        "source": "parseme1.3"
    },
    {
        "text": "On the one hand, it should pressure Musharraf to take off his uniform and run for president in a fair election, and to repeal the contentious \"Legal Framework Order\" that essentially perpetuates his dictatorship.",
        "mwe": "run for",
        "source": "parseme1.3"
    },
    {
        "text": "When the healthy treat the sick with scorn and intolerance it brings us all down.",
        "mwe": "brings us all down",
        "source": "parseme1.3"
    },
    {
        "text": "Neil Bayley was the one to find this out, because of some domestic mishap or misunderstanding that made his arrival at the visitors' stand very late.",
        "mwe": "find this out",
        "source": "parseme1.3"
    },
    {
        "text": "If he or she did not, then they should have all the same rights as other Iraqis.",
        "mwe": "have all the same rights",
        "source": "parseme1.3"
    },
    {
        "text": "The world was outside of him, around him, before him, and the speed with which it kept changing made it impossible for him to dwell on any one thing for very long.",
        "mwe": "changing made",
        "source": "parseme1.3"
    },
    {
        "text": "If you apply for a skilled migrant workers visa and it is accepted do you have to find work in the same sector as your skills on your application or can you take up other work if you can't find something in your own field.",
        "mwe": "take up",
        "source": "parseme1.3"
    },
    {
        "text": "It probably gives more bang for the buck than acquiring a private company and having to handle the inevitable culture clashes and process mis-matches.",
        "mwe": "gives more bang for the buck",
        "source": "parseme1.3"
    },
    {
        "text": "Barb does an AMAZING JOB, she is always learning new things on how to use her hands and body, to give every person an AWESOME MASSAGE, CALL TODAY AND SCHEDULE YOU MUST SEE HER, YOU WILL FALL IN LOVE SHE IS THE BEST OF THE BEST !",
        "mwe": "does an AMAZING JOB",
        "source": "parseme1.3"
    },
    {
        "text": "Barb does an AMAZING JOB, she is always learning new things on how to use her hands and body, to give every person an AWESOME MASSAGE, CALL TODAY AND SCHEDULE YOU MUST SEE HER, YOU WILL FALL IN LOVE SHE IS THE BEST OF THE BEST !",
        "mwe": "give every person an AWESOME MASSAGE",
        "source": "parseme1.3"
    },
    {
        "text": "2) Target Israel and encourage the worst elements of the Palestinians by playing on the iron fist policies of the Sharon government.",
        "mwe": "playing on",
        "source": "parseme1.3"
    },
    {
        "text": "If you've successfully used any of these supplement to aid weight loss, please write me at gottlie...@yahoo.com and let me know, telling me about your experience.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "At first, it looked as though Uncle Vernon would manage to gloss the whole thing over (Just our nephew – very disturbed meeting strangers upsets him, so we kept him upstairs)",
        "mwe": "gloss the whole thing over",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for your help.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "Do we expect to have ONE EPC contract, or several?",
        "mwe": "have ONE EPC contract",
        "source": "parseme1.3"
    },
    {
        "text": "The Spanish story will surely end up being extremely costly to other European countries, including France, who is now expelling inciting preachers and forbidding veils and including others who sent troops to Iraq.",
        "mwe": "end up",
        "source": "parseme1.3"
    },
    {
        "text": "Personally, I don't find a travel agent to be of value to me as I am willing to put in the time doing research on the internet.",
        "mwe": "doing research",
        "source": "parseme1.3"
    },
    {
        "text": "It pleased him to watch it leave his mouth in gusts, disperse, and take on new definition as the light caught it.",
        "mwe": "take on",
        "source": "parseme1.3"
    },
    {
        "text": "For some reason, Quinn had not expected this, and it threw him off track.",
        "mwe": "threw him off track",
        "source": "parseme1.3"
    },
    {
        "text": "I have just checked with RAC (David Gorte) and we have a green light to go ahead with the project.",
        "mwe": "have a green light",
        "source": "parseme1.3"
    },
    {
        "text": "I have just checked with RAC (David Gorte) and we have a green light to go ahead with the project.",
        "mwe": "go ahead",
        "source": "parseme1.3"
    },
    {
        "text": "You can not cut yourself off and not read newspapers or stop hearing the news over the radio for weeks on end, as you could six or seven years ago. \"",
        "mwe": "cut yourself off",
        "source": "parseme1.3"
    },
    {
        "text": "A reminder that the HR Associate Points Meeting will take place as below:",
        "mwe": "take place",
        "source": "parseme1.3"
    },
    {
        "text": "hi everyone....just hav my hands on my new OLYMPUS X940 digital camera..wel,i always wanted 2 hav one by sony..but anyways,ended up having olympus X940 from my dad.......does any1 already has it?",
        "mwe": "ended up",
        "source": "parseme1.3"
    },
    {
        "text": "By 1998, Zawahiri had determined that the Egyptian Islamic Jihad should focus on its struggle against the United States and hold off on further attacks against the Egyptian regime.",
        "mwe": "hold off",
        "source": "parseme1.3"
    },
    {
        "text": "What's going on dude?",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "There should be a Pixel Mapping function in the menu that will get rid of them, most sensors have a few dead and flipped pixels, some only show up on long exposures.",
        "mwe": "get rid",
        "source": "parseme1.3"
    },
    {
        "text": "There should be a Pixel Mapping function in the menu that will get rid of them, most sensors have a few dead and flipped pixels, some only show up on long exposures.",
        "mwe": "get rid of",
        "source": "parseme1.3"
    },
    {
        "text": "There should be a Pixel Mapping function in the menu that will get rid of them, most sensors have a few dead and flipped pixels, some only show up on long exposures.",
        "mwe": "show up",
        "source": "parseme1.3"
    },
    {
        "text": "Cheers went up from the people already present who had not been at the ball; they had decided to dress for once, too, and the two groups of women mingled and exclaimed over each other, everyone began to talk about what the ball was like, champagne came in, a Congolese band whipped up their pace, and the absurd and slightly thrilling mood of the State Ball and the cosy gaiety of the party swept together.",
        "mwe": "whipped up",
        "source": "parseme1.3"
    },
    {
        "text": "I look forward to seeing you all there.",
        "mwe": "look forward",
        "source": "parseme1.3"
    },
    {
        "text": "I look forward to seeing you all there.",
        "mwe": "look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to your active participation to make this forum an exciting meeting place for like minded individuals.",
        "mwe": "look forward",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to your active participation to make this forum an exciting meeting place for like minded individuals.",
        "mwe": "look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "\"The book -- I guess one way, one thing to think about it is -- one of the themes would be, I was given a charge to keep.",
        "mwe": "given a charge",
        "source": "parseme1.3"
    },
    {
        "text": "Here is a thought: When the appartently cognitively functional take actions that seem senseless and incompetent, it is a most certain sign that they have ulterior or hidden motives.",
        "mwe": "take actions",
        "source": "parseme1.3"
    },
    {
        "text": "Worse yet, what is going on will not let us alone.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "Worse yet, what is going on will not let us alone.",
        "mwe": "let us alone",
        "source": "parseme1.3"
    },
    {
        "text": "Now Iran wants to turn the tables and is inviting cartoonists to do their best by depicting the Holocaust.",
        "mwe": "turn the tables",
        "source": "parseme1.3"
    },
    {
        "text": "Now Iran wants to turn the tables and is inviting cartoonists to do their best by depicting the Holocaust.",
        "mwe": "do their best",
        "source": "parseme1.3"
    },
    {
        "text": "Mweta had the mummified look of one who has become a vessel of ritual.",
        "mwe": "had the mummified look of",
        "source": "parseme1.3"
    },
    {
        "text": "Can you pass this along to Elizabeth to ensure Sanders is on board as well?",
        "mwe": "pass this along",
        "source": "parseme1.3"
    },
    {
        "text": "I highly recommend that you do not use coiled/compact UVB bulbs as they are known to cause severe eye damage and/or blindness in reptiles not to mention they have trouble maintaining UVB output over time.",
        "mwe": "not to mention",
        "source": "parseme1.3"
    },
    {
        "text": "In Fallujah, hundreds of demonstrators came out against US troops when they briefly arrested a yound newlywed bride.",
        "mwe": "came out",
        "source": "parseme1.3"
    },
    {
        "text": "She was, however, reading a book, a paperback with a lurid cover, and Quinn leaned over ever so slightly to his right to catch a glimpse of the title.",
        "mwe": "catch a glimpse",
        "source": "parseme1.3"
    },
    {
        "text": "cut of all contact and tighten up your PC security.",
        "mwe": "cut of",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know what is possible, and feel free to give me a call if you have any questions (978-376-9004).",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know what is possible, and feel free to give me a call if you have any questions (978-376-9004).",
        "mwe": "give me a call",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know what is possible, and feel free to give me a call if you have any questions (978-376-9004).",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "only once it looked like my male cat was biting at her neck and then her stomach and she was meowing fairly loud and hissed once then he backed off and now they are fine.",
        "mwe": "backed off",
        "source": "parseme1.3"
    },
    {
        "text": "\"I have a duty toward you,\" he tells me.",
        "mwe": "have a duty",
        "source": "parseme1.3"
    },
    {
        "text": "We soon get around to contemporary matters.",
        "mwe": "get around",
        "source": "parseme1.3"
    },
    {
        "text": "By 1998, Zawahiri had determined that the Egyptian Islamic Jihad should focus on its struggle against the United States and hold off on further attacks against the Egyptian regime.",
        "mwe": "hold off",
        "source": "parseme1.3"
    },
    {
        "text": "Actually, I think we are in pretty good shape so I will probably be doing lunch but just don't be too mad if I have to cancel.",
        "mwe": "doing lunch",
        "source": "parseme1.3"
    },
    {
        "text": "We have had enthusiastic responses from companies such as AT&T, Duke Energy, Pitney Bowes and DaimlerChrysler, and I would be pleased to answer any questions you may have about this focal point for our educational efforts.?",
        "mwe": "questions you may have",
        "source": "parseme1.3"
    },
    {
        "text": "In this case, following the talent leads me to think that Google will be making an announcement this year that formalizes the Google-Mozilla/Firefox relationship.",
        "mwe": "making an announcement",
        "source": "parseme1.3"
    },
    {
        "text": "If you want to make changes to the design of the resulting page, you can open the page in Design view and make any changes you want.",
        "mwe": "make changes",
        "source": "parseme1.3"
    },
    {
        "text": "If you want to make changes to the design of the resulting page, you can open the page in Design view and make any changes you want.",
        "mwe": "make any changes",
        "source": "parseme1.3"
    },
    {
        "text": "If you would like to participate in person or by conference, please let me know.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any questions or comments, please advise.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "The Herodian relics are all that relics should be columns distorted, well worked over by time, Absalom's tomb with its bulbous roof and odd funnel tapering out of it.",
        "mwe": "worked over",
        "source": "parseme1.3"
    },
    {
        "text": "They sometimes dont get along (you know how some girls are lol hahahaahh but for real though, two girls tend to fight a lot.",
        "mwe": "get along",
        "source": "parseme1.3"
    },
    {
        "text": "At the baggage carousel I see my youthful Hasid again and we take a final look at each other.",
        "mwe": "take a final look",
        "source": "parseme1.3"
    },
    {
        "text": "I would like to informally get together with you on Wednesday, July 18 at 11:45 am - 1:00 pm (max) to talk about your recruiting experience with Enron Canada.",
        "mwe": "get together",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for your time and attention.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "We step into the street and my friend David Shahar, whose chest is large, takes a deep breath and advises me to do the same.",
        "mwe": "takes a deep breath",
        "source": "parseme1.3"
    },
    {
        "text": "Quinn ate with crude intensity, polishing off the meal in what seemed a matter of seconds.",
        "mwe": "polishing off",
        "source": "parseme1.3"
    },
    {
        "text": "in order to bring immediate results it will also be necessary to have constant monitoring of the implementation of the directive.",
        "mwe": "bring immediate results",
        "source": "parseme1.3"
    },
    {
        "text": "But I can see that the Archbishop gives him bad marks for lighting up after the main course.",
        "mwe": "lighting up",
        "source": "parseme1.3"
    },
    {
        "text": "Will you be providing an execution version with questions removed/blanks filled in?",
        "mwe": "filled in",
        "source": "parseme1.3"
    },
    {
        "text": "Mr Weasley took Harry's glasses, gave them a tap of his wand and returned them, good as new.",
        "mwe": "gave them a tap",
        "source": "parseme1.3"
    },
    {
        "text": "Although the announcement was probably made to show progress in identifying and breaking up terror cells, I don't find the news that the Baathists continue to penetrate the Iraqi government very hopeful.",
        "mwe": "announcement was probably made",
        "source": "parseme1.3"
    },
    {
        "text": "Although the announcement was probably made to show progress in identifying and breaking up terror cells, I don't find the news that the Baathists continue to penetrate the Iraqi government very hopeful.",
        "mwe": "breaking up",
        "source": "parseme1.3"
    },
    {
        "text": "Armed clashes broke out in several northern Iraqi cities on Wednesday, leaving some 22 persons dead in Mosul, Baiji, and Tuz.",
        "mwe": "broke out",
        "source": "parseme1.3"
    },
    {
        "text": "And yet he goes on to say, Quinn added, that Cid Hamete Benengali's is the only true version of Don Quixote's story.",
        "mwe": "goes on",
        "source": "parseme1.3"
    },
    {
        "text": "An editorial in the church-owned Deseret Morning News in Salt Lake City earlier this year acknowledged that \"the state's history, a conservative belief in free choice, and an unwillingness to stir up a hornet's nest in the national media have likely all contributed to the kid-glove approach lawmakers and law-enforcement officers have taken when dealing with polygamous communities.\"",
        "mwe": "stir up",
        "source": "parseme1.3"
    },
    {
        "text": "An editorial in the church-owned Deseret Morning News in Salt Lake City earlier this year acknowledged that \"the state's history, a conservative belief in free choice, and an unwillingness to stir up a hornet's nest in the national media have likely all contributed to the kid-glove approach lawmakers and law-enforcement officers have taken when dealing with polygamous communities.\"",
        "mwe": "dealing with",
        "source": "parseme1.3"
    },
    {
        "text": "Thanks for following up on this.",
        "mwe": "following up",
        "source": "parseme1.3"
    },
    {
        "text": "They already have rights to take it, alter it, and release those changes to the world - this is what the whole open source thing is about.",
        "mwe": "have rights",
        "source": "parseme1.3"
    },
    {
        "text": "I do feel guilty about you doing all this work.",
        "mwe": "doing all this work",
        "source": "parseme1.3"
    },
    {
        "text": "They were voted down and the reasons will no doubt be put once again by Mrs Bonino.",
        "mwe": "voted down",
        "source": "parseme1.3"
    },
    {
        "text": "An autofilter is always applied before a conditional filter, regardless of the order in which you applied them.",
        "mwe": "autofilter is always applied",
        "source": "parseme1.3"
    },
    {
        "text": "An autofilter is always applied before a conditional filter, regardless of the order in which you applied them.",
        "mwe": "applied before a conditional filter",
        "source": "parseme1.3"
    },
    {
        "text": "The multiple planetary afflictions are taking their toll.",
        "mwe": "taking their toll",
        "source": "parseme1.3"
    },
    {
        "text": "The numbers indicate that in his first four years, Bush not only showed up, he showed up a lot.",
        "mwe": "showed up",
        "source": "parseme1.3"
    },
    {
        "text": "The numbers indicate that in his first four years, Bush not only showed up, he showed up a lot.",
        "mwe": "showed up",
        "source": "parseme1.3"
    },
    {
        "text": "It seems clear to me that the manhunt for high Baath officials in the Sunni heartland is being done wrong, or at least in ways that are bad for US standing with local Iraqis.",
        "mwe": "manhunt for high Baath officials in the Sunni heartland is being done",
        "source": "parseme1.3"
    },
    {
        "text": "Actually, I think we are in pretty good shape so I will probably be doing lunch but just don't be too mad if I have to cancel.",
        "mwe": "doing lunch",
        "source": "parseme1.3"
    },
    {
        "text": "He talked to the elderly English princess who sat beside him with her knees peaked neatly together in the Royal position curiously expressive of the suffering of ceremonies, and Bray saw him point out the contingent of Gala women, their faces and breasts whitened for joy, who were lined up among the troops of musicians and dancers from various regions.",
        "mwe": "point out",
        "source": "parseme1.3"
    },
    {
        "text": "He talked to the elderly English princess who sat beside him with her knees peaked neatly together in the Royal position curiously expressive of the suffering of ceremonies, and Bray saw him point out the contingent of Gala women, their faces and breasts whitened for joy, who were lined up among the troops of musicians and dancers from various regions.",
        "mwe": "lined up",
        "source": "parseme1.3"
    },
    {
        "text": "How could I work with her to get off her four hand,get balance, and lope smoothly and slowly??",
        "mwe": "get off",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "Under the mango trees, barbers' mirrors set up a flash in the shade, and live chickens lay in heaps with their legs tied.",
        "mwe": "set up",
        "source": "parseme1.3"
    },
    {
        "text": "The civilians in the Department of Defense only know how to blow things up.",
        "mwe": "blow things up",
        "source": "parseme1.3"
    },
    {
        "text": "They set off together down the street.",
        "mwe": "set off",
        "source": "parseme1.3"
    },
    {
        "text": "He gave no indication on the value of the highest bid.",
        "mwe": "gave no indication",
        "source": "parseme1.3"
    },
    {
        "text": "For example, some snakes will routinely go off their food in both the summer and winter, feeding mainly in spring and fall.",
        "mwe": "go off",
        "source": "parseme1.3"
    },
    {
        "text": "We wouldn't want those terrorists to run out of shit to shoot at us.",
        "mwe": "run out",
        "source": "parseme1.3"
    },
    {
        "text": "As he opened the door that would lead him into the lobby, he gave himself one last word of advice.",
        "mwe": "gave himself one last word of advice",
        "source": "parseme1.3"
    },
    {
        "text": "After you have had the chance to review the attached, please send me a marked-up draft and we can discuss our concerns from there.",
        "mwe": "had the chance",
        "source": "parseme1.3"
    },
    {
        "text": "\"He left a message for everyone to see ... maybe to God himself.\"",
        "mwe": "left a message",
        "source": "parseme1.3"
    },
    {
        "text": "Now, I would argue that one could have reasonably predicted that some form of military violence was likely to occur in Lebanon (considering that the country has been experiencing some form of conflict for approximately the last 32 years).",
        "mwe": "experiencing some form of conflict",
        "source": "parseme1.3"
    },
    {
        "text": "We must feed you up while we've got the chance. I don't like the sound of that school food",
        "mwe": "feed you up",
        "source": "parseme1.3"
    },
    {
        "text": "We must feed you up while we've got the chance. I don't like the sound of that school food",
        "mwe": "got the chance",
        "source": "parseme1.3"
    },
    {
        "text": "The executive branch consists of a Minister of State as the head of government, who presides over a five-member Council of Government.",
        "mwe": "consists of",
        "source": "parseme1.3"
    },
    {
        "text": "Should you have any questions, feel free to call me.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "For example, if you move the Salesperson field to the MultiChart area, a chart is created based on data for each salesperson in that field.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "For example, a series drop area is not displayed for a pie chart because pie charts consist of only one series.",
        "mwe": "consist of",
        "source": "parseme1.3"
    },
    {
        "text": "When you blame it all on society, there's noone to to take responsibility and all of a sudden you have generation of fucked up kids who are likley smoking, drinking, doing drugs, fucking the neighbor or some internet perv just because you are too lazy to see waht they're doing.",
        "mwe": "take responsibility",
        "source": "parseme1.3"
    },
    {
        "text": "When you blame it all on society, there's noone to to take responsibility and all of a sudden you have generation of fucked up kids who are likley smoking, drinking, doing drugs, fucking the neighbor or some internet perv just because you are too lazy to see waht they're doing.",
        "mwe": "fucked up",
        "source": "parseme1.3"
    },
    {
        "text": "When you blame it all on society, there's noone to to take responsibility and all of a sudden you have generation of fucked up kids who are likley smoking, drinking, doing drugs, fucking the neighbor or some internet perv just because you are too lazy to see waht they're doing.",
        "mwe": "doing drugs",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions or need anything else.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions or need anything else.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "Take a photo of a very light plain subject close to the lens using long exposure and smallest aperture you have - over expose by a couple of stops",
        "mwe": "Take a photo",
        "source": "parseme1.3"
    },
    {
        "text": "There is something wrong or maybe the individual made a mistake but to me that is not integrity.",
        "mwe": "made a mistake",
        "source": "parseme1.3"
    },
    {
        "text": "E E Cummings, locked up by the French government, finds his aesthetic paradise in the detention camp of Ferte Mace.",
        "mwe": "locked up",
        "source": "parseme1.3"
    },
    {
        "text": "Gazing out across the valley and then calmly at him, she had her look of wanting to find out exactly what they were talking about.",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "Through you I urge the Commission and the Council to reach decisions and take urgent action following the meeting on 14 October.",
        "mwe": "reach decisions",
        "source": "parseme1.3"
    },
    {
        "text": "Through you I urge the Commission and the Council to reach decisions and take urgent action following the meeting on 14 October.",
        "mwe": "take urgent action",
        "source": "parseme1.3"
    },
    {
        "text": "The second-class trading area had been laid out long ago and haphazardly; shops cropped up suddenly, streets met, the car plunged and rolled.",
        "mwe": "laid out",
        "source": "parseme1.3"
    },
    {
        "text": "The second-class trading area had been laid out long ago and haphazardly; shops cropped up suddenly, streets met, the car plunged and rolled.",
        "mwe": "cropped up",
        "source": "parseme1.3"
    },
    {
        "text": "If there are 40 salespeople, after the filter is applied, you will see data for 10 people.",
        "mwe": "filter is applied",
        "source": "parseme1.3"
    },
    {
        "text": "The Rajavis, Afshari went on to say, ''saw these kids as the next generation's soldiers.",
        "mwe": "went on",
        "source": "parseme1.3"
    },
    {
        "text": "Supposing he was still alive in another four weeks, what would happen if he didn't turn up at Hogwarts?",
        "mwe": "turn up",
        "source": "parseme1.3"
    },
    {
        "text": "He was warned that they were building up a huge Army and would eventually launch an attack, but he ignored his military advisers.",
        "mwe": "building up",
        "source": "parseme1.3"
    },
    {
        "text": "I'm sure this kind of thing goes on all the time.",
        "mwe": "goes on",
        "source": "parseme1.3"
    },
    {
        "text": "But Cid Hamete, the acknowledged author, never makes an appearance.",
        "mwe": "makes an appearance",
        "source": "parseme1.3"
    },
    {
        "text": "We are very concerned with providing services that are relevant to that environment.",
        "mwe": "providing services",
        "source": "parseme1.3"
    },
    {
        "text": "Vivien Bayley, queenly at twenty-six, with her beautiful, well-mannered, disciplined face, came to hover beside Bray between responsible permutations about the room to make sure that this young girl was not being bothered too much by the attentions of someone older and rather drunk, or that young man was not being overlooked by the girls who ought to be taking notice of him.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "Vivien Bayley, queenly at twenty-six, with her beautiful, well-mannered, disciplined face, came to hover beside Bray between responsible permutations about the room to make sure that this young girl was not being bothered too much by the attentions of someone older and rather drunk, or that young man was not being overlooked by the girls who ought to be taking notice of him.",
        "mwe": "taking notice",
        "source": "parseme1.3"
    },
    {
        "text": "He did once make an unforgivable error when he mentioned that Fallujan militants were shooting at the Marines from the roofs of mosques and houses in Hay Al-Golan, but of course that is okay for Al-Jazeera.",
        "mwe": "make an unforgivable error",
        "source": "parseme1.3"
    },
    {
        "text": "Speaking of Fallujah, we have only Al-Jazeera to rely on for our news from there.",
        "mwe": "rely on",
        "source": "parseme1.3"
    },
    {
        "text": "This operation would only consolidate the terrorist acts in the world and would not bring peace to the region,\" the message claimed.",
        "mwe": "bring peace",
        "source": "parseme1.3"
    },
    {
        "text": "The Coalition decision to provoke a fight with Muqtada al-Sadr's movement only three months before the Coalition Provisional Authority goes out of business has to be seen as a form of gross incompetence in governance.",
        "mwe": "provoke a fight",
        "source": "parseme1.3"
    },
    {
        "text": "The Coalition decision to provoke a fight with Muqtada al-Sadr's movement only three months before the Coalition Provisional Authority goes out of business has to be seen as a form of gross incompetence in governance.",
        "mwe": "goes out of business",
        "source": "parseme1.3"
    },
    {
        "text": "The type of interval you can specify for a field depends on the data type of the field.",
        "mwe": "depends on",
        "source": "parseme1.3"
    },
    {
        "text": "After that, he made a great effort to be calm.",
        "mwe": "made a great effort",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any questions please do not hesitate to give me a call.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any questions please do not hesitate to give me a call.",
        "mwe": "give me a call",
        "source": "parseme1.3"
    },
    {
        "text": "With an absent smile to Bray across the room, she took up, for a moment, an abandoned beauty.",
        "mwe": "took up",
        "source": "parseme1.3"
    },
    {
        "text": "Had Harry been stupid to take Dobby seriously?",
        "mwe": "take Dobby seriously",
        "source": "parseme1.3"
    },
    {
        "text": "My suggestion is to pay close attention to what's going on in the background and if possible, stand on a chair, get on the ground, do whatever you need to do to get rid of distracting elements.",
        "mwe": "pay close attention",
        "source": "parseme1.3"
    },
    {
        "text": "My suggestion is to pay close attention to what's going on in the background and if possible, stand on a chair, get on the ground, do whatever you need to do to get rid of distracting elements.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "My suggestion is to pay close attention to what's going on in the background and if possible, stand on a chair, get on the ground, do whatever you need to do to get rid of distracting elements.",
        "mwe": "get rid",
        "source": "parseme1.3"
    },
    {
        "text": "My suggestion is to pay close attention to what's going on in the background and if possible, stand on a chair, get on the ground, do whatever you need to do to get rid of distracting elements.",
        "mwe": "get rid of",
        "source": "parseme1.3"
    },
    {
        "text": "This gives the developer considerable control over the output of the XML data.",
        "mwe": "gives the developer considerable control",
        "source": "parseme1.3"
    },
    {
        "text": "Once the Office Web Components are installed, users who have access to an Office 2002 license will be able to interact with and make changes to the components.",
        "mwe": "make changes",
        "source": "parseme1.3"
    },
    {
        "text": "The prestigious IAEA (International Atomic Energy Agency) published an early report on Chernobyl which was based on information from Russian sources and stated that there was no significant health effects.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "A query that uses wildcard characters in a criteria expression can produce different results under each query mode.",
        "mwe": "produce different results",
        "source": "parseme1.3"
    },
    {
        "text": "In April — before the Swift boat veterans had said a word — Kerry said Bush “has yet to explain to America whether or not, and tell the truth, about whether he showed up for duty.”",
        "mwe": "tell the truth",
        "source": "parseme1.3"
    },
    {
        "text": "In April — before the Swift boat veterans had said a word — Kerry said Bush “has yet to explain to America whether or not, and tell the truth, about whether he showed up for duty.”",
        "mwe": "showed up",
        "source": "parseme1.3"
    },
    {
        "text": "The owner/baker, \"Pie Guy\" is a hoot to deal with as well.",
        "mwe": "deal with",
        "source": "parseme1.3"
    },
    {
        "text": "Have my glass, she said, as there were no spare ones to go round.",
        "mwe": "go round",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if acceptable and I will go ahead and execute.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if acceptable and I will go ahead and execute.",
        "mwe": "go ahead",
        "source": "parseme1.3"
    },
    {
        "text": "The only difference we had was for package V02.",
        "mwe": "difference we had",
        "source": "parseme1.3"
    },
    {
        "text": "Entitlement to free abortions equates with women having the right to manage their lives and make decisions about their own bodies.",
        "mwe": "having the right",
        "source": "parseme1.3"
    },
    {
        "text": "Entitlement to free abortions equates with women having the right to manage their lives and make decisions about their own bodies.",
        "mwe": "make decisions",
        "source": "parseme1.3"
    },
    {
        "text": "The moment they know the de-gnoming's going on they storm up to have a look.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "The moment they know the de-gnoming's going on they storm up to have a look.",
        "mwe": "have a look",
        "source": "parseme1.3"
    },
    {
        "text": "Fill in the subject, this will be the header that everyone sees as they scroll through the list of postings in a particular group, click the post message button.",
        "mwe": "Fill in",
        "source": "parseme1.3"
    },
    {
        "text": "He had read Quinn's old work, he had admired it, he had been looking forward to more.",
        "mwe": "looking forward",
        "source": "parseme1.3"
    },
    {
        "text": "He had read Quinn's old work, he had admired it, he had been looking forward to more.",
        "mwe": "looking forward to",
        "source": "parseme1.3"
    },
    {
        "text": "So be sure to get your pet's memorial on the site and if you have a charity / rescue, make sure it is listed on their database so you can receive some of the profits from the site.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "Citizens take their right to petition seriously.",
        "mwe": "take their right to petition seriously",
        "source": "parseme1.3"
    },
    {
        "text": "When are we going to get NetMeeting going ?",
        "mwe": "get NetMeeting going",
        "source": "parseme1.3"
    },
    {
        "text": "So Harry had been brought up by his dead mother's sister and her husband.",
        "mwe": "brought up",
        "source": "parseme1.3"
    },
    {
        "text": "In Iraqi society, PM Allawi is responsible for protecting his clan, including especially his first cousins, so this kidnapping makes him look weak and brings substantial shame on him.",
        "mwe": "brings substantial shame",
        "source": "parseme1.3"
    },
    {
        "text": "Using a fairly wide aperture is also helpful in blurring out unwanted background elements.",
        "mwe": "blurring out",
        "source": "parseme1.3"
    },
    {
        "text": "Tuesday is all about getting out the vote, but it means nothing if a registered voter isn't on the list.",
        "mwe": "getting out",
        "source": "parseme1.3"
    },
    {
        "text": "If your cat is not trained to use the litter pan, you may have a problem taking her.",
        "mwe": "have a problem",
        "source": "parseme1.3"
    },
    {
        "text": "To draw a game you have dominated is easy to brush off, but to do so three times is a row suggests a weakness.",
        "mwe": "brush off",
        "source": "parseme1.3"
    },
    {
        "text": "Will we choose to rise about prejudice and intolerance or go down kicking and screaming with holding on to fear and anger?",
        "mwe": "go down kicking and screaming",
        "source": "parseme1.3"
    },
    {
        "text": "Take care.",
        "mwe": "Take care",
        "source": "parseme1.3"
    },
    {
        "text": "Instead they are encouraging everyone to come forward if they see any potential problems (as it is clear that overlooked problems could result in unnecessary losses).",
        "mwe": "come forward",
        "source": "parseme1.3"
    },
    {
        "text": "And then another call with all folks or a meeting at the jobsite to lay out the plan.",
        "mwe": "lay out",
        "source": "parseme1.3"
    },
    {
        "text": "Hope you have a crapload of fun!",
        "mwe": "have a crapload of fun",
        "source": "parseme1.3"
    },
    {
        "text": "Richard - please let me know what we need to do next to file suit.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Richard - please let me know what we need to do next to file suit.",
        "mwe": "file suit",
        "source": "parseme1.3"
    },
    {
        "text": "And the national judges frequently have difficulty in understanding and applying the concept of indirect discrimination.",
        "mwe": "have difficulty",
        "source": "parseme1.3"
    },
    {
        "text": "Just because you're stuck, doesnt give you the right to drag down all the singles around you.",
        "mwe": "give you the right",
        "source": "parseme1.3"
    },
    {
        "text": "Just because you're stuck, doesnt give you the right to drag down all the singles around you.",
        "mwe": "drag down",
        "source": "parseme1.3"
    },
    {
        "text": "But both knew that, in those days, the important thing was to give Adamson Mweta faith in himself by positing a future that was real because you, a white person with nothing personal to gain by it, showed you believed it would come about.",
        "mwe": "come about",
        "source": "parseme1.3"
    },
    {
        "text": "It is accompanied by the further reflection (partly proud, mostly bitter) that we Jews seem to have a genius for finding the heart of the crisis.",
        "mwe": "have a genius",
        "source": "parseme1.3"
    },
    {
        "text": "It is accompanied by the further reflection (partly proud, mostly bitter) that we Jews seem to have a genius for finding the heart of the crisis.",
        "mwe": "have a genius for",
        "source": "parseme1.3"
    },
    {
        "text": "also make sure you print this out NOW, so you can get the information off of it, as you will need it.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "The games will have to take place on Fri, Sat, or Sun.",
        "mwe": "take place",
        "source": "parseme1.3"
    },
    {
        "text": "I left a voicemail for Sharon Butcher, as well, just to make sure it is handled.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "There was a change made in the coding for the delta position and this has somehow messed up the liq value.",
        "mwe": "change made",
        "source": "parseme1.3"
    },
    {
        "text": "There was a change made in the coding for the delta position and this has somehow messed up the liq value.",
        "mwe": "messed up",
        "source": "parseme1.3"
    },
    {
        "text": "i think they could get their asses kicked by cats.",
        "mwe": "get their asses kicked",
        "source": "parseme1.3"
    },
    {
        "text": "The real purpose of my call, however, is related to the services we will provide to support the aspirational statements of the Protocol.",
        "mwe": "services we will provide",
        "source": "parseme1.3"
    },
    {
        "text": "He let go of the gnome's ankles: it flew twenty feet into the air and landed with a thud in the field over the hedge.",
        "mwe": "let go",
        "source": "parseme1.3"
    },
    {
        "text": "While I left a you a phone message with some information about our project, I thought I could give you some additional details by e-mail as well...",
        "mwe": "left a you a phone message",
        "source": "parseme1.3"
    },
    {
        "text": "If Samarra and other cities are any guide, those pockets of resistance could go on bedeviling the US for some time to come.",
        "mwe": "go on",
        "source": "parseme1.3"
    },
    {
        "text": "You see, some snakes for no obvious reason will simply go off their food.",
        "mwe": "go off",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for your help in tracking these invoices.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "But Sharon's iron fist is simply not working as a means of establishing general peace, and the Bush administration will have to finally apply effective pressure on Sharon to stop his outrages in and colonization of the West Bank and Gaza.",
        "mwe": "apply effective pressure",
        "source": "parseme1.3"
    },
    {
        "text": "The front-runner for the 2000 Republican presidential nomination faltered Thursday in an international affairs pop quiz posed by Andy Hiller, a political reporter for WHDH-TV in Boston.",
        "mwe": "quiz posed",
        "source": "parseme1.3"
    },
    {
        "text": "This could well be the day I make the biggest deal of my career, said Uncle Vernon.",
        "mwe": "make the biggest deal",
        "source": "parseme1.3"
    },
    {
        "text": "Did you get in as much trouble as I did this weekend - Lori seems to think I need to get help - I told her it's normal to drink all day at a bar, then go to dinner where you don't know half the people there and proceed to get extremely fucked up",
        "mwe": "fucked up",
        "source": "parseme1.3"
    },
    {
        "text": "I took my Mustang here and it looked amazing after they were done, they did a great job, I'm very satisfied with the results.",
        "mwe": "did a great job",
        "source": "parseme1.3"
    },
    {
        "text": "He cross examined witnesses relentlessly and had them break down and tell the truth.",
        "mwe": "cross examined",
        "source": "parseme1.3"
    },
    {
        "text": "He cross examined witnesses relentlessly and had them break down and tell the truth.",
        "mwe": "break down",
        "source": "parseme1.3"
    },
    {
        "text": "He cross examined witnesses relentlessly and had them break down and tell the truth.",
        "mwe": "tell the truth",
        "source": "parseme1.3"
    },
    {
        "text": "However, the filter settings are retained, so that when you turn autofiltering back on, the data that was previously displayed or hidden is again displayed or hidden.",
        "mwe": "turn autofiltering back on",
        "source": "parseme1.3"
    },
    {
        "text": "In Indian national chart besides the transit affliction to transit Mercury by Rahu and Venus the natal Saturn and Venus are also under the transit affliction of Rahu which has resulted into floods in many parts of the country taking toll of human lives, properties, etc.",
        "mwe": "taking toll",
        "source": "parseme1.3"
    },
    {
        "text": "Heather moving in has been a different story.",
        "mwe": "moving in",
        "source": "parseme1.3"
    },
    {
        "text": "If it is hard to see how Baathist Iraq posed any real threat to Israel, it is not so difficult to see a menace in the current instability.",
        "mwe": "posed any real threat",
        "source": "parseme1.3"
    },
    {
        "text": "I looked at the UEComm Master and had some comments--such as our name is wrong, the cross default threshold for us should be US $ and not AUD, and there were a few other questions I had.",
        "mwe": "questions I had",
        "source": "parseme1.3"
    },
    {
        "text": "He was bearing down on Harry like a great bulldog, all his teeth bared.",
        "mwe": "bearing down",
        "source": "parseme1.3"
    },
    {
        "text": "How do you feel about taking on another company?",
        "mwe": "taking on",
        "source": "parseme1.3"
    },
    {
        "text": "I leave it to you as homework to figure out what Spain or France would have done, in such a situation.",
        "mwe": "figure out",
        "source": "parseme1.3"
    },
    {
        "text": "you should work that out before applying.",
        "mwe": "work that out",
        "source": "parseme1.3"
    },
    {
        "text": "Let us hope, therefore, that the proposals of the Commission will be sufficient to make sure this job will be done effectively.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "Let us hope, therefore, that the proposals of the Commission will be sufficient to make sure this job will be done effectively.",
        "mwe": "job will be done",
        "source": "parseme1.3"
    },
    {
        "text": "Remember, at the beginning they burn his books of chivalry, but that has no effect.",
        "mwe": "has no effect",
        "source": "parseme1.3"
    },
    {
        "text": "They want to be identified as 'Christians', and I fully suspect that for some of them, the motivation behind their subterfuge is more than mere political advantage, and has a lot more to do with the black magician's practice of the inversion principle.",
        "mwe": "has a lot more to do with",
        "source": "parseme1.3"
    },
    {
        "text": "Finance and mentorship should go hand in hand.",
        "mwe": "go hand in hand",
        "source": "parseme1.3"
    },
    {
        "text": "go to LA after say 11:00 search the street corners btw keep ur wallet locked up and have $200 on hand have a gun just in case btw",
        "mwe": "locked up",
        "source": "parseme1.3"
    },
    {
        "text": "The last I checked, the Satanists have a long way to go to catch up with the death and destruction dealt out by self-proclaimed (though false) Christians.",
        "mwe": "catch up",
        "source": "parseme1.3"
    },
    {
        "text": "I should think the bar of the Silver Rhino's as good a place as any to learn what's really going on.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "This was generally a grim place, filled with dust and people with nowhere to go, but now, with the rush hour at full force, it had been taken over by men and women with briefcases, books, and newspapers.",
        "mwe": "taken over",
        "source": "parseme1.3"
    },
    {
        "text": "But air traffic controllers in Baghdad have no record of the flights, which supposedly took off between July 2004 and July 2005.",
        "mwe": "took off",
        "source": "parseme1.3"
    },
    {
        "text": "Feeling jumpy, Harry set off, trying to hold his glasses on straight and hoping against hope he'd be able to find a way out of there.",
        "mwe": "set off",
        "source": "parseme1.3"
    },
    {
        "text": "\"I hope that industry, if put to the test, can do better [than the government], but I do not expect it,\" Griffin added.",
        "mwe": "put to the test",
        "source": "parseme1.3"
    },
    {
        "text": "They have to make a stronger commitment to rail.",
        "mwe": "make a stronger commitment",
        "source": "parseme1.3"
    },
    {
        "text": "\"Further, I find it even more disturbing that he made these comments about a nation that just last year tested nuclear weapons -- shortly after voicing his public opposition to the Comprehensive Test Ban Treaty.",
        "mwe": "made these comments",
        "source": "parseme1.3"
    },
    {
        "text": "No doubt he was; but he had been a couple of years already out there engaged in the noble cause, you know, and he probably felt the need at last of asserting his self-respect in some way.",
        "mwe": "felt the need",
        "source": "parseme1.3"
    },
    {
        "text": "If you concentrate on that feel just before the trot you can figure it out and the timing is essential to push her at that instant.",
        "mwe": "figure it out",
        "source": "parseme1.3"
    },
    {
        "text": "I took some photos of my model girlfriend with my Nikon D7000.",
        "mwe": "took some photos",
        "source": "parseme1.3"
    },
    {
        "text": "[Am at a conference and can't blog much right now but will try to catch up the next couple of days.]",
        "mwe": "catch up",
        "source": "parseme1.3"
    },
    {
        "text": "Access ReportML will not write out any empty tags.",
        "mwe": "write out",
        "source": "parseme1.3"
    },
    {
        "text": "There must be strict rules in abattoirs to maintain the highest levels of hygiene.",
        "mwe": "maintain the highest levels of hygiene",
        "source": "parseme1.3"
    },
    {
        "text": "The President will be expecting me to have come for you with the Mercedes, but, honestly, if I'd have waited to get it I would have turned up I don't know when.",
        "mwe": "turned up",
        "source": "parseme1.3"
    },
    {
        "text": "you get a really good view of the city and there is also attractions like simulator, short movies.",
        "mwe": "get a really good view",
        "source": "parseme1.3"
    },
    {
        "text": "she will start to calm down and feel safe - you can bet she doesn't now.",
        "mwe": "calm down",
        "source": "parseme1.3"
    },
    {
        "text": "People like this will never have my sympathy, nor do they deserve my sympathy.",
        "mwe": "have my sympathy",
        "source": "parseme1.3"
    },
    {
        "text": "This broke everybody up.",
        "mwe": "broke everybody up",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if one of you could help me do this.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "SQL Server verifies that the account name and password were validated when the user logged on to the system and grants access to the database, without requiring a separate logon name or password.",
        "mwe": "grants access",
        "source": "parseme1.3"
    },
    {
        "text": "(The President cut off the speaker)",
        "mwe": "cut off",
        "source": "parseme1.3"
    },
    {
        "text": "I'm looking after Colonel Bray, no need to bother him.",
        "mwe": "looking after",
        "source": "parseme1.3"
    },
    {
        "text": "Hundreds of persons mounted demonstrations against the Fallujah campaign in Tikrit and Huwaijah, as well, according to az-Zaman .",
        "mwe": "mounted demonstrations",
        "source": "parseme1.3"
    },
    {
        "text": "I just wanted to follow up on whether you will have a chance to send a draft Credit Support Annex (similar in form to the one previously executed with ENA).",
        "mwe": "follow up",
        "source": "parseme1.3"
    },
    {
        "text": "I just wanted to follow up on whether you will have a chance to send a draft Credit Support Annex (similar in form to the one previously executed with ENA).",
        "mwe": "have a chance",
        "source": "parseme1.3"
    },
    {
        "text": "The fact that my name has been mixed up in this.",
        "mwe": "mixed up",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you would like to participate in any way.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "You can group based on the first n characters of the individual items.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Like HTML, XML makes use of tags and attributes, but while HTML specifies what each tag and attribute means (and thus how the data between them will look in a browser), XML uses the tags only to delimit pieces of data, and leaves the interpretation of the data completely to the application that reads it.",
        "mwe": "makes use",
        "source": "parseme1.3"
    },
    {
        "text": "What became of the hens I don't know either.",
        "mwe": "What became of",
        "source": "parseme1.3"
    },
    {
        "text": "I'm sorry, forty-eight years you were under British rule, digging their mines, building roads for them, making towns, living in shanties and waiting on them, cleaning up after them, treated like dirt... now it's all over, you really think there was any way at all you could enter the modern world without suffering?",
        "mwe": "cleaning up",
        "source": "parseme1.3"
    },
    {
        "text": "At last, Auster gave a little shrug, which seemed to acknowledge that they had come to an impasse.",
        "mwe": "gave a little shrug",
        "source": "parseme1.3"
    },
    {
        "text": "He picked one up and saw that the pages had the narrow lines he preferred.",
        "mwe": "picked one up",
        "source": "parseme1.3"
    },
    {
        "text": "\"I have said and I repeat my expression of solidarity which Hassan Nasrallah called for to stand with Hamas,\" Shiite cleric Muqtada al-Sadr said Friday in a reference to Nasrallah, the leader of the militant Lebanese Shiite group Hezbollah.",
        "mwe": "called for",
        "source": "parseme1.3"
    },
    {
        "text": "It mostly has to do with the authorship of the book. Who wrote it, and how it was written.",
        "mwe": "has to do with",
        "source": "parseme1.3"
    },
    {
        "text": "Where does all her energy come from? Or that voice, which can blast out with a force to induce shockwaves?",
        "mwe": "blast out",
        "source": "parseme1.3"
    },
    {
        "text": "I am doing a project and need to know what kind food Argentina people eat for breakfast, lunch, and dinner.",
        "mwe": "doing a project",
        "source": "parseme1.3"
    },
    {
        "text": "Dark rain in the afternoon in London when the plane took off, at Rome the airport a vast, bleary shopwindow shining blurred colours through rain.",
        "mwe": "took off",
        "source": "parseme1.3"
    },
    {
        "text": "Can a policeman open fire on someone trying to kill him?",
        "mwe": "open fire",
        "source": "parseme1.3"
    },
    {
        "text": "Making his way through the press of oncoming bodies, Quinn made a tour of the numbered gates, looking for hidden staircases, unmarked exits, dark alcoves.",
        "mwe": "made a tour",
        "source": "parseme1.3"
    },
    {
        "text": "No one will ever know whether the recent elections in Spain would have yielded a different result, if not for the train bombings a few days earlier.",
        "mwe": "yielded a different result",
        "source": "parseme1.3"
    },
    {
        "text": "It is a daily routine to hear the same leader making opposite statements in Arabic to his people and in English to the rest of the world.",
        "mwe": "making opposite statements",
        "source": "parseme1.3"
    },
    {
        "text": "I know you all are going to have so much fun with them.",
        "mwe": "have so much fun",
        "source": "parseme1.3"
    },
    {
        "text": "I have called Mark Lay and left a message on his voice mail.",
        "mwe": "left a message",
        "source": "parseme1.3"
    },
    {
        "text": "2 A crosstab query based on the select query",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you are interested.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "If you choose to edit the connection file, remember that all other pages that use the connection file will also be affected by the changes you make.",
        "mwe": "changes you make",
        "source": "parseme1.3"
    },
    {
        "text": "But during the twilight zone, a lot of harm can be done.",
        "mwe": "harm can be done",
        "source": "parseme1.3"
    },
    {
        "text": "The problems caused by the absence of transparency are particularly severe.",
        "mwe": "problems caused",
        "source": "parseme1.3"
    },
    {
        "text": "It was the business community in India that stepped in after Vajpayee indulged in an empty bout of saber rattling in 2002, pointing out that the only beneficiary of the mythical perception that war -- especially nuclear war -- was around the corner in the subcontinent was China.",
        "mwe": "pointing out",
        "source": "parseme1.3"
    },
    {
        "text": "Then she gave him work to do, with the promise he wouldn't eat again until he'd finished.",
        "mwe": "work to do",
        "source": "parseme1.3"
    },
    {
        "text": "Gore released a statement Friday taking Bush to task for his comments on Pakistan's recent coup.",
        "mwe": "released a statement",
        "source": "parseme1.3"
    },
    {
        "text": "She ruffled her feathers and gave him a look of deep disgust.",
        "mwe": "gave him a look",
        "source": "parseme1.3"
    },
    {
        "text": "(this way the will associate your hand with food, and birds love food lol) Then I turned on the tv and watch.",
        "mwe": "turned on",
        "source": "parseme1.3"
    },
    {
        "text": "Celebrities, fans and even CNN reporters are dressing up like \"Stranger Things\" characters this holiday.",
        "mwe": "dressing up",
        "source": "parseme1.3"
    },
    {
        "text": "The population had cleared out a long time ago.",
        "mwe": "cleared out",
        "source": "parseme1.3"
    },
    {
        "text": "But quite abruptly, he had given up all that.",
        "mwe": "given up",
        "source": "parseme1.3"
    },
    {
        "text": "When victims and witnesses speak up, at least sometimes a child is protected, the truth is exposed, and justice is done.",
        "mwe": "speak up",
        "source": "parseme1.3"
    },
    {
        "text": "When items in a field are hidden by conditional filtering, a funnel appears to the left of the drop-down arrow Field arrow.",
        "mwe": "drop-down",
        "source": "parseme1.3"
    },
    {
        "text": "As long as you are a gentleman and treat them with respect they won't have any problem talking with you and your nationality will have nothing to do with how they treat you.",
        "mwe": "have any problem",
        "source": "parseme1.3"
    },
    {
        "text": "As long as you are a gentleman and treat them with respect they won't have any problem talking with you and your nationality will have nothing to do with how they treat you.",
        "mwe": "have nothing to do with",
        "source": "parseme1.3"
    },
    {
        "text": "DPA: Iraqi authorities announced that they had busted up 3 terrorist cells operating in Baghdad.",
        "mwe": "busted up",
        "source": "parseme1.3"
    },
    {
        "text": "I specially didn't say anything about the colour because I didn't want to muddle you up.",
        "mwe": "muddle you up",
        "source": "parseme1.3"
    },
    {
        "text": "Western sheep and cattle ranchers, on whose behalf this extermination campaign was conducted, gratefully dusted their hands of the wolf and wrote him off as a job well done.",
        "mwe": "dusted their hands",
        "source": "parseme1.3"
    },
    {
        "text": "Western sheep and cattle ranchers, on whose behalf this extermination campaign was conducted, gratefully dusted their hands of the wolf and wrote him off as a job well done.",
        "mwe": "wrote him off",
        "source": "parseme1.3"
    },
    {
        "text": "Western sheep and cattle ranchers, on whose behalf this extermination campaign was conducted, gratefully dusted their hands of the wolf and wrote him off as a job well done.",
        "mwe": "job well done",
        "source": "parseme1.3"
    },
    {
        "text": "Wires sometimes get crossed. A person tries to call a number, and even though he dials correctly, he gets someone else.",
        "mwe": "Wires sometimes get crossed",
        "source": "parseme1.3"
    },
    {
        "text": "You could tell those fuckers where to get off.",
        "mwe": "get off",
        "source": "parseme1.3"
    },
    {
        "text": "Here's a tip: Don't get married in countries that house illegal militias that attack other countries and hence are likely to come under counter-attack!",
        "mwe": "get married",
        "source": "parseme1.3"
    },
    {
        "text": "Some of the corporate also get cheap air tickets because they tie up with some of the airlines for a certain period based on the discount and services they get from the airlines.",
        "mwe": "tie up",
        "source": "parseme1.3"
    },
    {
        "text": "Some of the corporate also get cheap air tickets because they tie up with some of the airlines for a certain period based on the discount and services they get from the airlines.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Before he had a chance to absorb the woman's presence, to describe her to himself and form his impressions, she was talking to him, forcing him to respond.",
        "mwe": "had a chance",
        "source": "parseme1.3"
    },
    {
        "text": "Not only did Bush not know who General Pervez Musharraf was, he seems to have confused coup-making with \"taking office,\" and moreover went on to suggest that the overthrow of an elected prime minister and the installation in power of the Pakistan military, then the world's strongest supporter of the Taliban, would bring \"stability!\"",
        "mwe": "went on",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you very much, Commissioner.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "Yes, I see what you're getting at.",
        "mwe": "getting at",
        "source": "parseme1.3"
    },
    {
        "text": "I have a question about McDonald's Monopoly!",
        "mwe": "have a question",
        "source": "parseme1.3"
    },
    {
        "text": "boob out?",
        "mwe": "boob out",
        "source": "parseme1.3"
    },
    {
        "text": "Any chance we can get together for dinner Saturday eve.?",
        "mwe": "get together",
        "source": "parseme1.3"
    },
    {
        "text": "Please let us know if you need anything else.",
        "mwe": "let us know",
        "source": "parseme1.3"
    },
    {
        "text": "\"Time is the best teacher, except for the fact that it kills off its best students\"",
        "mwe": "kills off",
        "source": "parseme1.3"
    },
    {
        "text": "Please, make sure that we are billed.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "Now, it is only natural that news reports questioning Bush’s service — in The Boston Globe and The New York Times, on CBS and in other outlets — would come out now.",
        "mwe": "come out",
        "source": "parseme1.3"
    },
    {
        "text": "The vote will take place tomorrow at 12 noon.",
        "mwe": "take place",
        "source": "parseme1.3"
    },
    {
        "text": "Try the 360 restraunt u spin in the cn tower with a beautiful view the sky pod elevator is about an hour line up in the summer",
        "mwe": "line up",
        "source": "parseme1.3"
    },
    {
        "text": "If you want to pass this web site address along to other folks, feel free.",
        "mwe": "pass this web site address along",
        "source": "parseme1.3"
    },
    {
        "text": "The pressure had been building up in him since Stillman's disappearance that morning, and it came out of him now as a torrent of words.",
        "mwe": "building up",
        "source": "parseme1.3"
    },
    {
        "text": "Come in and have some breakfast.",
        "mwe": "have some breakfast",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any doubts, refer to Title 18 Sec. 1302 & 1341 of the Postal Lottery laws.",
        "mwe": "have any doubts",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know what shape you all think the offer ought to take and we can revise accordingly.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "If you must do this, retest the existing queries to ensure that they still run or produce expected results, and rewrite the queries if necessary.",
        "mwe": "produce expected results",
        "source": "parseme1.3"
    },
    {
        "text": "The Kerry camp blames Bush for the Swift boat veterans’ attack, but anyone who has spent much time talking to the Swifties gets the sense that they are doing it entirely for their own reasons.",
        "mwe": "spent much time",
        "source": "parseme1.3"
    },
    {
        "text": "why is enron blowing up?",
        "mwe": "blowing up",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you very much and we hope to hear from you soon!",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "He kept on turning up at my barn and I joked to the guy that clearly he didn't want to be sold.",
        "mwe": "turning up",
        "source": "parseme1.3"
    },
    {
        "text": "3 When you filter a field, the drop-down arrow Field arrow for the filtered field changes to blue instead of black, and the AutoFilter button on the toolbar is selected.",
        "mwe": "drop-down",
        "source": "parseme1.3"
    },
    {
        "text": "They can be bleak and eerie, often very exposed, often covered with antiquities like bronze age burial mounds, stone circles and settlements--until late in the bronze age they were rich farmlands,then a change in the climate caused the skies to cloud over and rain to wash the goodness from the soil.",
        "mwe": "cloud over",
        "source": "parseme1.3"
    },
    {
        "text": "Some Armenian prelates have joined us for coffee and take part in the discussion.",
        "mwe": "take part",
        "source": "parseme1.3"
    },
    {
        "text": "At that moment, there was a diversion in the form of a small, red-headed figure in a long nightdress, who appeared in the kitchen, gave a small squeal, and ran out again.",
        "mwe": "gave a small squeal",
        "source": "parseme1.3"
    },
    {
        "text": "I don't know where this stands officially (I haven't heard any developments since Amsterdam) but I can find out from Bob Pickle if you want.",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "\"Q Thank you -- I was wondering, there's a lot of talk right now about memoirs being written with the former President.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "Can we get together Friday morning July 7 at 800 am at your office?",
        "mwe": "get together",
        "source": "parseme1.3"
    },
    {
        "text": "Quinn had his doubts, but this was all he had to go on, his only bridge to the present.",
        "mwe": "had his doubts",
        "source": "parseme1.3"
    },
    {
        "text": "Quinn had his doubts, but this was all he had to go on, his only bridge to the present.",
        "mwe": "had to go on",
        "source": "parseme1.3"
    },
    {
        "text": "Quinn had his doubts, but this was all he had to go on, his only bridge to the present.",
        "mwe": "go on",
        "source": "parseme1.3"
    },
    {
        "text": "We don't have to argue; we can take it that colonialism is indefensible, for us, no?",
        "mwe": "take it",
        "source": "parseme1.3"
    },
    {
        "text": "I say this remembering that Jacques Maritain once characterized European anti-Semitism of the twentieth century as an attempt to get rid of the moral burden of Christianity.",
        "mwe": "get rid",
        "source": "parseme1.3"
    },
    {
        "text": "I say this remembering that Jacques Maritain once characterized European anti-Semitism of the twentieth century as an attempt to get rid of the moral burden of Christianity.",
        "mwe": "get rid of",
        "source": "parseme1.3"
    },
    {
        "text": "Nervous people make mistakes, so I suppose there will be a wave of succesfull arab attacks.",
        "mwe": "make mistakes",
        "source": "parseme1.3"
    },
    {
        "text": "My weekends seem to be taken up with condo matters, house hunting.",
        "mwe": "taken up",
        "source": "parseme1.3"
    },
    {
        "text": "I guess it's just the old new Arab 'Me against my brother, me and my brother against my cousin, me and my cousin against my enemy', or 'The enemy of my enemy is my friend' thing going on again.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "It had been hopeless from the very first. The flame had leaped high, driven everybody back, lighted up everything – and collapsed.",
        "mwe": "lighted up",
        "source": "parseme1.3"
    },
    {
        "text": "He is very knowledgeable and took the time to explain the repairs to me.",
        "mwe": "took the time",
        "source": "parseme1.3"
    },
    {
        "text": "Ben made another announcement on March 28, 2005:",
        "mwe": "made another announcement",
        "source": "parseme1.3"
    },
    {
        "text": "Jared, Ruth and I are going to go over all the Florida activity tomorrow morning.",
        "mwe": "go over",
        "source": "parseme1.3"
    },
    {
        "text": "For that reason, he said, Kumaratunga's government was keen to beef up military preparedness with Indian support.",
        "mwe": "beef up",
        "source": "parseme1.3"
    },
    {
        "text": "The annual survey also revealed that worries about taking on fresh financial burdens has rocketed.",
        "mwe": "taking on",
        "source": "parseme1.3"
    },
    {
        "text": "Figuratively speaking, this outer circle is the guardian, which makes sure that the people look and listen inwards to the inner circle of terror and incitement, rather than to the world outside.",
        "mwe": "makes sure",
        "source": "parseme1.3"
    },
    {
        "text": "he tried to keep his eyes open but the whirl of green flames made him feel sick",
        "mwe": "feel sick",
        "source": "parseme1.3"
    },
    {
        "text": "I have a couple of questions so I can wrap up the LOI:",
        "mwe": "have a couple of questions",
        "source": "parseme1.3"
    },
    {
        "text": "I have a couple of questions so I can wrap up the LOI:",
        "mwe": "wrap up",
        "source": "parseme1.3"
    },
    {
        "text": "He made it to Grand Central well in advance.",
        "mwe": "made it",
        "source": "parseme1.3"
    },
    {
        "text": "The Commission's estimates of what would be health-endangering values reflect the outcome of the research carried out.",
        "mwe": "carried out",
        "source": "parseme1.3"
    },
    {
        "text": "This country can do with a few more white people like you, take it from me.",
        "mwe": "take it",
        "source": "parseme1.3"
    },
    {
        "text": "One of the most widespread myths of recent times is that the Chernobyl nuclear reactor accident in 1986 caused many thousands of extra cancer deaths in neighbouring regions, and that public health has been severely affected by exposure to radiation.",
        "mwe": "caused many thousands of extra cancer deaths",
        "source": "parseme1.3"
    },
    {
        "text": "Jared, Ruth and I are going to go over all the Florida activity tomorrow morning.",
        "mwe": "go over",
        "source": "parseme1.3"
    },
    {
        "text": "I just wanted to send you a quick note to let you know that I'm outta here!",
        "mwe": "let you know",
        "source": "parseme1.3"
    },
    {
        "text": "In practise it turns out that it is sometimes impossible to answer this question.",
        "mwe": "turns out",
        "source": "parseme1.3"
    },
    {
        "text": "If so, you may want to split and cover.",
        "mwe": "split and cover",
        "source": "parseme1.3"
    },
    {
        "text": "The guidelines and exposure proposed by the Commissioner are based on those recently published by the International Convention on Non-Ionising Radiation Protection.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Let me try to break this down as simply as I can: diurnal (active during the day time) reptiles like the bearded dragon require 3 types of \"light,\" UVA, UVB, and heat.",
        "mwe": "break this down",
        "source": "parseme1.3"
    },
    {
        "text": "She said, There're bulbs like you see in films round the star's dressing-table, and they light up and spell INDEPENDENCE HURRAH.",
        "mwe": "light up",
        "source": "parseme1.3"
    },
    {
        "text": "The credit guys are currently assuming that there is no correlation and may consequently be double dipping the credit reserve on this basis too.",
        "mwe": "double dipping",
        "source": "parseme1.3"
    },
    {
        "text": "Please leave as a word document and make any changes and additions that you think necessary.",
        "mwe": "make any changes",
        "source": "parseme1.3"
    },
    {
        "text": "Please leave as a word document and make any changes and additions that you think necessary.",
        "mwe": "make any changes and additions",
        "source": "parseme1.3"
    },
    {
        "text": "You can apply a filter to a row or column field to show the top or bottom n items based on a total.",
        "mwe": "apply a filter",
        "source": "parseme1.3"
    },
    {
        "text": "You can apply a filter to a row or column field to show the top or bottom n items based on a total.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "If the Israelis and the Palestinian leadership cannot find a way to reinvigorate the peace process, cells of radical young Palestinians may grow up that look to bin Laden for their cues.",
        "mwe": "grow up",
        "source": "parseme1.3"
    },
    {
        "text": "Seeing another \"Columbia\" incident can be quite frightening (I woke up to it early in the morning when I was in Texas).",
        "mwe": "woke up",
        "source": "parseme1.3"
    },
    {
        "text": "And this has already drawn protests from the Tamil National Alliance (TNA) which was backed by the LTTE in the April general elections held in Sri Lanka.",
        "mwe": "drawn protests",
        "source": "parseme1.3"
    },
    {
        "text": "And this has already drawn protests from the Tamil National Alliance (TNA) which was backed by the LTTE in the April general elections held in Sri Lanka.",
        "mwe": "elections held",
        "source": "parseme1.3"
    },
    {
        "text": "Can you please confirm which price is correct and make the change in Sitara if necessary?",
        "mwe": "make the change",
        "source": "parseme1.3"
    },
    {
        "text": "We can't avoid being politicized (to use a word as murky as the condition it describes) because it is necessary after all to know what is going on.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "James Eichelberger, a State Department political scientist who had been an account executive for J Walter Thompson, one of the world's largest advertising and public-relations firms, \"was sent to Cairo where he talked with Nasser and his confidants and produced a series of papers identifying the new government's problems and recommending policies to deal with them.\"",
        "mwe": "deal with",
        "source": "parseme1.3"
    },
    {
        "text": "So, one evening, I made a speech in English with gestures, not one of which was lost to the sixty pairs of eyes before me, and the next morning I started the hammock off in front all right.",
        "mwe": "made a speech",
        "source": "parseme1.3"
    },
    {
        "text": "Did you do a deal with National Fuel Marketing purchasing 3,500 mmbtu on May 30th @2.975?",
        "mwe": "do a deal",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any contacts who could help us get in touch with these guest speakers, please let us know at ethink@enron.com.",
        "mwe": "get in touch",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any contacts who could help us get in touch with these guest speakers, please let us know at ethink@enron.com.",
        "mwe": "let us know",
        "source": "parseme1.3"
    },
    {
        "text": "Most Fridays I'm going to TRY to pick Michael up since I'm away so much, which means leaving by 445 or so.",
        "mwe": "pick Michael up",
        "source": "parseme1.3"
    },
    {
        "text": "Petersen held discussions with both Kumaratunga and the reclusive LTTE leader Velupillai Prabhakaran in the rebel stronghold of Kilinochchi without success, and chief Tamil rebel negotiator Anton Balasingham and Norwegian envoy Erik Solheim held closed-door talks at the international airport late Saturday in an effort to keep the salvage effort on track, diplomatic sources said.",
        "mwe": "held discussions",
        "source": "parseme1.3"
    },
    {
        "text": "Adidas is helping to clean up the Earth's oceans by using the waste floating around the world to make shoes.",
        "mwe": "clean up",
        "source": "parseme1.3"
    },
    {
        "text": "YesShe is having physical theraphy 3 times a week.",
        "mwe": "having physical theraphy",
        "source": "parseme1.3"
    },
    {
        "text": "well id just come straight out and tell them how you feel",
        "mwe": "come straight out",
        "source": "parseme1.3"
    },
    {
        "text": "well id just come straight out and tell them how you feel",
        "mwe": "come straight out",
        "source": "parseme1.3"
    },
    {
        "text": "It must be stamped out.",
        "mwe": "stamped out",
        "source": "parseme1.3"
    },
    {
        "text": "Like you said \"the kids egg him on\".",
        "mwe": "egg him on",
        "source": "parseme1.3"
    },
    {
        "text": "I am following up regarding the status of our comments to the form of guaranty for Pemex that you provided to Lucy Ortiz.",
        "mwe": "following up",
        "source": "parseme1.3"
    },
    {
        "text": "And we'll get around to that.",
        "mwe": "get around",
        "source": "parseme1.3"
    },
    {
        "text": "Greg Couch will be taking over the responsibility for the estate risk group and will be able to assist you with your requests going forward.",
        "mwe": "taking over",
        "source": "parseme1.3"
    },
    {
        "text": "He's a good chap, if they'll let him alone, he's learnt a lot, and one's done what one could...",
        "mwe": "let him alone",
        "source": "parseme1.3"
    },
    {
        "text": "Auster looked the check over carefully and nodded.",
        "mwe": "looked the check over",
        "source": "parseme1.3"
    },
    {
        "text": "From this standpoint, the evaluation of the implementation of the budget may take on a dimension that overrides matters of detail.",
        "mwe": "take on",
        "source": "parseme1.3"
    },
    {
        "text": "Being well-informed will give you certainty and that is desirable in a world of conflicting reports.",
        "mwe": "give you certainty",
        "source": "parseme1.3"
    },
    {
        "text": "Hope you've been storing up sleep, cause it looks like you won't be getting much for a while.",
        "mwe": "storing up",
        "source": "parseme1.3"
    },
    {
        "text": "Richard - please let me know what we need to do next to file suit.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Richard - please let me know what we need to do next to file suit.",
        "mwe": "file suit",
        "source": "parseme1.3"
    },
    {
        "text": "There is no such thing as a BTA or \"Basic Travel Allowance\"-this is 100% a scam-as the first poster said,cut off any and all contact with this person-they are NOT who or what they are claiming to be.",
        "mwe": "cut off",
        "source": "parseme1.3"
    },
    {
        "text": "Trying hard to bear all this in mind, Harry took a pinch of Floo powder and walked to the edge of the fire.",
        "mwe": "bear all this in mind",
        "source": "parseme1.3"
    },
    {
        "text": "The ARVN was not having a big problem with the Local VC (the guerilla movement), they were being challenged by the Main Force VC (which was light infantry) and the North Vietnamese Army (NVA).",
        "mwe": "having a big problem",
        "source": "parseme1.3"
    },
    {
        "text": "I may have to postpone again, I'll let you know later this morning.",
        "mwe": "let you know",
        "source": "parseme1.3"
    },
    {
        "text": "Look forward to seeing pictures of the little ones.",
        "mwe": "Look forward",
        "source": "parseme1.3"
    },
    {
        "text": "Look forward to seeing pictures of the little ones.",
        "mwe": "Look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "When the Americans swept in with their Search and Destroy operations the Communists quickly leaned they could not stand up to the US firepower, and these regular troops were forced to flee the country and take sanctuary across the borders in Laos and Cambodia.",
        "mwe": "stand up",
        "source": "parseme1.3"
    },
    {
        "text": "When the Americans swept in with their Search and Destroy operations the Communists quickly leaned they could not stand up to the US firepower, and these regular troops were forced to flee the country and take sanctuary across the borders in Laos and Cambodia.",
        "mwe": "take sanctuary",
        "source": "parseme1.3"
    },
    {
        "text": "If you carry out the Save As command after making changes to the object's formatting, but before saving your changes, the current formatting – not the saved formatting – will be used to create the page.",
        "mwe": "carry out",
        "source": "parseme1.3"
    },
    {
        "text": "If you carry out the Save As command after making changes to the object's formatting, but before saving your changes, the current formatting – not the saved formatting – will be used to create the page.",
        "mwe": "making changes",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if this is your understanding, as well.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "My life is too complicated right now trying to do my job.",
        "mwe": "do my job",
        "source": "parseme1.3"
    },
    {
        "text": "The goal is for him to move on with his life and for us to move on as well.",
        "mwe": "move on",
        "source": "parseme1.3"
    },
    {
        "text": "The goal is for him to move on with his life and for us to move on as well.",
        "mwe": "move on",
        "source": "parseme1.3"
    },
    {
        "text": "In general, avoid doing the following to prevent problems caused by mixing queries created under different ANSI SQL query modes:",
        "mwe": "problems caused",
        "source": "parseme1.3"
    },
    {
        "text": "This is a thought that sometimes crosses Jewish minds.",
        "mwe": "crosses Jewish minds",
        "source": "parseme1.3"
    },
    {
        "text": "I have great sympathy with the view that Community legislation should not be over-prescriptive.",
        "mwe": "have great sympathy",
        "source": "parseme1.3"
    },
    {
        "text": "What's going on with the UBS weather position?",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "Drop by my house, I can get you some real cheap.",
        "mwe": "Drop by",
        "source": "parseme1.3"
    },
    {
        "text": "Well, the job is done, one asks nothing more but to fold one's tents.",
        "mwe": "job is done",
        "source": "parseme1.3"
    },
    {
        "text": "Of course law enforcement has dragged it's feet when members are taking part in the activity themselves.",
        "mwe": "dragged it's feet",
        "source": "parseme1.3"
    },
    {
        "text": "Of course law enforcement has dragged it's feet when members are taking part in the activity themselves.",
        "mwe": "taking part",
        "source": "parseme1.3"
    },
    {
        "text": "of course, his hopes hadn't been high; they'd never given him a proper present, let alone a cake – but to ignore it completely.",
        "mwe": "let alone",
        "source": "parseme1.3"
    },
    {
        "text": "Have a great weekend.",
        "mwe": "Have a great weekend",
        "source": "parseme1.3"
    },
    {
        "text": "We'll hook you guys in by videoconference.",
        "mwe": "hook you guys in",
        "source": "parseme1.3"
    },
    {
        "text": "It solaced him to know that he had an alternate plan if things went awry.",
        "mwe": "had an alternate plan",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to what the Commission has to say but I would sound a note of warning.",
        "mwe": "look forward",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to what the Commission has to say but I would sound a note of warning.",
        "mwe": "look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "We look forward to what the Commission has to say but I would sound a note of warning.",
        "mwe": "sound a note",
        "source": "parseme1.3"
    },
    {
        "text": "I did not hear back from Shanna or Sharon Butcher.",
        "mwe": "hear back",
        "source": "parseme1.3"
    },
    {
        "text": "We're gearing up for our 2001/02 recruiting campaign and we think your experience will help us define what works best and what can be improved in our process.",
        "mwe": "gearing up",
        "source": "parseme1.3"
    },
    {
        "text": "I'll send a copy of the suit filed against the generators as soon as I get it.",
        "mwe": "suit filed",
        "source": "parseme1.3"
    },
    {
        "text": "Oh you make the usual mistake of seeing the life of the African people as a blank... and then the colonialists come along and we come to life – in your compounds and back yards.",
        "mwe": "make the usual mistake",
        "source": "parseme1.3"
    },
    {
        "text": "When items in a field are hidden by autofiltering or filter by selection, the drop-down arrow Field arrow in the field label is blue.",
        "mwe": "drop-down",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for your help.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "Ever since the first whispers about Google's IPO, most investors have feared that the stock would come public at such a ridiculously high price that, even with a spectacularly profitable business model and some nearly flawless execution, the price would be too high for investors to make a real profit.",
        "mwe": "make a real profit",
        "source": "parseme1.3"
    },
    {
        "text": "it was assumed that he would pick up family and other relationships merely by being exposed to them.",
        "mwe": "pick up",
        "source": "parseme1.3"
    },
    {
        "text": "give them time to set up their territories, and once you bring the new kitten out, pay a lot of attention to the male.",
        "mwe": "set up",
        "source": "parseme1.3"
    },
    {
        "text": "give them time to set up their territories, and once you bring the new kitten out, pay a lot of attention to the male.",
        "mwe": "pay a lot of attention",
        "source": "parseme1.3"
    },
    {
        "text": "We pointed out to the PX that there was excess credit.",
        "mwe": "pointed out",
        "source": "parseme1.3"
    },
    {
        "text": "I had no difficulty in finding the Company's offices.",
        "mwe": "had no difficulty",
        "source": "parseme1.3"
    },
    {
        "text": "Fortunately circumstances will force our hand soon since our collective bad behaviour cannot continue indefinitely.",
        "mwe": "force our hand",
        "source": "parseme1.3"
    },
    {
        "text": "There is an e-mail by Moussaoui, however, dated July 31, 2001 indicating that he sought to take a crop dusting course that was to last up to 6 months.",
        "mwe": "take a crop dusting course",
        "source": "parseme1.3"
    },
    {
        "text": "(Kut is in southeastern Iraq and has an overwhelmingly Shiite population, who are on the lookout for Baathist saboteurs and willingly turn them in.",
        "mwe": "turn them in",
        "source": "parseme1.3"
    },
    {
        "text": "KSM explained that Moussaoui's inquiries about crop dusters may have been related to the anthrax work being done by US-trained biochemist and Al Qaeda operative, Malaysian Yazid Sufaat.",
        "mwe": "work being done",
        "source": "parseme1.3"
    },
    {
        "text": "ok well i have a crush on 2 guys but unforchunitly it is almost valentines day afnd i just broke up with my and i have dated one of theguys i like and one guy lives in my naborhood guy i need your help i am a girl but i need a guys help what shoul i do?",
        "mwe": "broke up",
        "source": "parseme1.3"
    },
    {
        "text": "We are still trying to figure out some of the cash traders.",
        "mwe": "figure out",
        "source": "parseme1.3"
    },
    {
        "text": "Do you return fire, if you are attacked from a hospital?",
        "mwe": "return fire",
        "source": "parseme1.3"
    },
    {
        "text": "In any case, since the book is supposed to be real, it follows that the story has to be written by an eyewitness to the events that take place in it.",
        "mwe": "take place",
        "source": "parseme1.3"
    },
    {
        "text": "He took a deep breath, scattered the powder into the flames and stepped forward; the fire felt like a warm breeze; he opened his mouth and immediately swallowed a lot of hot ash.",
        "mwe": "took a deep breath",
        "source": "parseme1.3"
    },
    {
        "text": "In ’72 or ’73, if you were a pilot, active or Guard, and you had an obligation and wanted to get out, no problem.",
        "mwe": "had an obligation",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know how your organization can help the Enron employees feel safer about the safeguard of their SS number.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "I ended up getting a pair of zebra finches for christmas.",
        "mwe": "ended up",
        "source": "parseme1.3"
    },
    {
        "text": "there will be some girls there and then we can get them to meet up with us at that garden in the heights party later that night.",
        "mwe": "meet up",
        "source": "parseme1.3"
    },
    {
        "text": "Each time he took a walk, he felt as though he were leaving himself behind, and by giving himself up to the movement of the streets, by reducing himself to a seeing eye, he was able to escape the obligation to think, and this, more than anything else, brought him a measure of peace, a salutatory emptiness within.",
        "mwe": "took a walk",
        "source": "parseme1.3"
    },
    {
        "text": "Each time he took a walk, he felt as though he were leaving himself behind, and by giving himself up to the movement of the streets, by reducing himself to a seeing eye, he was able to escape the obligation to think, and this, more than anything else, brought him a measure of peace, a salutatory emptiness within.",
        "mwe": "giving himself up",
        "source": "parseme1.3"
    },
    {
        "text": "Each time he took a walk, he felt as though he were leaving himself behind, and by giving himself up to the movement of the streets, by reducing himself to a seeing eye, he was able to escape the obligation to think, and this, more than anything else, brought him a measure of peace, a salutatory emptiness within.",
        "mwe": "brought him a measure of peace",
        "source": "parseme1.3"
    },
    {
        "text": "The village soil and water are now too heavily contaminated to safely occupy human life, so the plant was shut down last week.",
        "mwe": "shut down",
        "source": "parseme1.3"
    },
    {
        "text": "Unfortunately for them, the general has decided to take seriously Colin Powell's frequent boasts that it was on his nudging that the Indians made conciliatory gestures toward Islamabad.",
        "mwe": "made conciliatory gestures",
        "source": "parseme1.3"
    },
    {
        "text": "I haven't even changed the wording after I first put it down.",
        "mwe": "put it down",
        "source": "parseme1.3"
    },
    {
        "text": "He had kept up, since he finally left Africa ten years ago, a close contact with Adamson Mweta and the other leaders of the African independence movement.",
        "mwe": "kept up",
        "source": "parseme1.3"
    },
    {
        "text": "The points system acts as a guide to sort out the best candidates.",
        "mwe": "sort out",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you though.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "your male is hurting her to put her in her place - biting her scruff is dominance and biting the belly is a move cats use when hunting - to pull the guts out of their prey.",
        "mwe": "put her in her place",
        "source": "parseme1.3"
    },
    {
        "text": "Copyright and the EU's principle of free competition should be taken into account in the televising of sports as of other events.",
        "mwe": "taken into account",
        "source": "parseme1.3"
    },
    {
        "text": "In 1947 Copeland had been sent to Damascus (\"by whom is not stated,\" Kedourie says) \"to make unofficial contact\" with Syrian leaders and \"to probe for means of persuading them, on their own, to liberalize their political system.\"",
        "mwe": "make unofficial contact",
        "source": "parseme1.3"
    },
    {
        "text": "Leave me alone. cut it out. I'm trying to sleep.",
        "mwe": "Leave me alone",
        "source": "parseme1.3"
    },
    {
        "text": "(We check in early afternoon and we fly next day. )",
        "mwe": "check in",
        "source": "parseme1.3"
    },
    {
        "text": "'When you see Mr. Kurtz, he went on, tell him from me that everything here – he glanced at the desk – is very satisfactory.",
        "mwe": "went on",
        "source": "parseme1.3"
    },
    {
        "text": "\"Another generation of heavy metal has taken over, and -- sorry -- it ain't just about strippers and dope.",
        "mwe": "taken over",
        "source": "parseme1.3"
    },
    {
        "text": "Its understandable recoil from wars, following the horrors of World War II, may cost thousands of additional innocent lives, before the tide will turn.\"",
        "mwe": "tide will turn",
        "source": "parseme1.3"
    },
    {
        "text": "Compositionally, this one is not my favorite, I would suggest trying a different crop because I dont think cutting her off at the calf looks great.",
        "mwe": "cutting her off",
        "source": "parseme1.3"
    },
    {
        "text": "I copy this out for my own entertainment a specimen of illusionless American political analysis.",
        "mwe": "copy this out",
        "source": "parseme1.3"
    },
    {
        "text": "It won't make much difference.",
        "mwe": "make much difference",
        "source": "parseme1.3"
    },
    {
        "text": "A team of San Diego's best anti-trust and class action attorneys has been assembled to take on the electric generators and marketers in California state court in an effort to return the electricity overcharges that have battered San Diego and the rest of California this year.",
        "mwe": "take on",
        "source": "parseme1.3"
    },
    {
        "text": "Shrugging, he gives up and I turn to the twice disagreeable chicken and eat guiltily, my appetite spoiled.",
        "mwe": "gives up",
        "source": "parseme1.3"
    },
    {
        "text": "\"But architecture can build a bridge between the living and the dead and, to some extent, blur the boundaries.\"",
        "mwe": "build a bridge",
        "source": "parseme1.3"
    },
    {
        "text": "It's the bad parents out there who fuck up their lives and dont seem to understand that once you decide to have kids, it is indeed time to grow up and be a responsible role model for those kids.",
        "mwe": "fuck up",
        "source": "parseme1.3"
    },
    {
        "text": "It's the bad parents out there who fuck up their lives and dont seem to understand that once you decide to have kids, it is indeed time to grow up and be a responsible role model for those kids.",
        "mwe": "grow up",
        "source": "parseme1.3"
    },
    {
        "text": "Finally, it is my belief that it is not for us to deal with rate levels.",
        "mwe": "deal with",
        "source": "parseme1.3"
    },
    {
        "text": "Companies may try to set up a firewall between sensitive systems and foreign powers, but it does not always work.",
        "mwe": "set up",
        "source": "parseme1.3"
    },
    {
        "text": "Addressing the OAS, Amin had provoked laughter and applause among the delegates by saying that the hostages were as comfortable as they could be in the circumstances surrounded by explosives.",
        "mwe": "provoked laughter",
        "source": "parseme1.3"
    },
    {
        "text": "Addressing the OAS, Amin had provoked laughter and applause among the delegates by saying that the hostages were as comfortable as they could be in the circumstances surrounded by explosives.",
        "mwe": "provoked laughter and applause",
        "source": "parseme1.3"
    },
    {
        "text": "not to mention the market is going to be flooded with enron folks .",
        "mwe": "not to mention",
        "source": "parseme1.3"
    },
    {
        "text": "Further to your call attached is a presentation I gave at the Canadian Risk Managers Conference in Edmonton in the fall of 2000.",
        "mwe": "presentation I gave",
        "source": "parseme1.3"
    },
    {
        "text": "An old woman with crinkly grey hair woke up at her post outside the lavatory and opened the door, smiling and grasping a filthy cleaning rag.",
        "mwe": "woke up",
        "source": "parseme1.3"
    },
    {
        "text": "Thanks For The Prompt Service And Great Job You And Your Boys Have Done On Our New Solar System, The Panels On The Roof Look Great And The Power We Are Putting Back In To The Grid Is Great, Great Job Thanks",
        "mwe": "Job You And Your Boys Have Done",
        "source": "parseme1.3"
    },
    {
        "text": "There was a vast amount of red – good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager-beer.",
        "mwe": "work is done",
        "source": "parseme1.3"
    },
    {
        "text": "I tell all my customers they can try it, but don't count on it.",
        "mwe": "count on",
        "source": "parseme1.3"
    },
    {
        "text": "She went off to dance, holding in her stomach as she squeezed past and balanced her soft-looking body.",
        "mwe": "went off",
        "source": "parseme1.3"
    },
    {
        "text": "When the FLDS under Mr. Jeffs (and his father before him) grew to some 10,000 followers in several southwestern communities with estimated assets of $110 million; when it became clear that government officials, school authorities, and police in those communities had become intertwined with the sect; when ex-members increasingly reported child and sexual abuse charges (mainly involving underage girls forced to marry older men); and when the sect began to use secluded compounds, state and federal authorities started to crack down more vigorously.",
        "mwe": "crack down",
        "source": "parseme1.3"
    },
    {
        "text": "It was ok, nice management, they let us check in early, but the place was old.",
        "mwe": "check in",
        "source": "parseme1.3"
    },
    {
        "text": "You made a choice to be a mommy, you dont get a break until they move out, thats the choice that you madea and that's life.",
        "mwe": "made a choice",
        "source": "parseme1.3"
    },
    {
        "text": "Can you please confirm which price is correct and make the change in Sitara if necessary?",
        "mwe": "make the change",
        "source": "parseme1.3"
    },
    {
        "text": "The other three wheeled around.",
        "mwe": "wheeled around",
        "source": "parseme1.3"
    },
    {
        "text": "Someone called to Vivien and they were drawn away from the dancers to a crowded table.",
        "mwe": "drawn away",
        "source": "parseme1.3"
    },
    {
        "text": "All I can say is that Elmira you are the best Ive experienced, never before has the seamstress done a perfect job until i met you.",
        "mwe": "done a perfect job",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know whether or not you can attend so I can order enough food.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Sounds like your cat is stressed out .",
        "mwe": "stressed out",
        "source": "parseme1.3"
    },
    {
        "text": "We just did a deal for the rest of the month for 10,000/d at meter # 1552 QE-1 @ $4.355 .... can you let me and Robert Lloyd know what the sitara # is?",
        "mwe": "did a deal",
        "source": "parseme1.3"
    },
    {
        "text": "We just did a deal for the rest of the month for 10,000/d at meter # 1552 QE-1 @ $4.355 .... can you let me and Robert Lloyd know what the sitara # is?",
        "mwe": "let me and Robert Lloyd know",
        "source": "parseme1.3"
    },
    {
        "text": "Please give me a call to discuss Nov transaction.",
        "mwe": "give me a call",
        "source": "parseme1.3"
    },
    {
        "text": "Also look up the kingston family.",
        "mwe": "look up",
        "source": "parseme1.3"
    },
    {
        "text": "Irony is dead...Long live Irony!",
        "mwe": "Long live",
        "source": "parseme1.3"
    },
    {
        "text": "Mrs Weasley had shouted herself hoarse before she turned on Harry, who backed away.",
        "mwe": "turned on",
        "source": "parseme1.3"
    },
    {
        "text": "Check out http://www.restaurant.com lots of restaurants you can look at the menu and check out prices.",
        "mwe": "Check out",
        "source": "parseme1.3"
    },
    {
        "text": "Check out http://www.restaurant.com lots of restaurants you can look at the menu and check out prices.",
        "mwe": "check out",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you very much, Commissioner.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "Reading The Sound and the Fury last night, I came upon words in Compson's thought that belonged to E E Cummings and the thirties, not to the year 1910.",
        "mwe": "came upon",
        "source": "parseme1.3"
    },
    {
        "text": "i need to hav sm good time spent with my gf..in kerala..in which all places in kerala shal i expect ambience and privacy for making love..pls help .thank you",
        "mwe": "time spent",
        "source": "parseme1.3"
    },
    {
        "text": "i need to hav sm good time spent with my gf..in kerala..in which all places in kerala shal i expect ambience and privacy for making love..pls help .thank you",
        "mwe": "making love",
        "source": "parseme1.3"
    },
    {
        "text": "i need to hav sm good time spent with my gf..in kerala..in which all places in kerala shal i expect ambience and privacy for making love..pls help .thank you",
        "mwe": "thank you",
        "source": "parseme1.3"
    },
    {
        "text": "For fifteen years the Soviet Union has been supporting the Arabs against Israel in the Middle East and all they have to show for it is the humiliation of their proteges and the capture and destruction of their equipment by Israel.",
        "mwe": "have to show for it",
        "source": "parseme1.3"
    },
    {
        "text": "As he passed the door to the living room, Harry caught a glimpse of Uncle Vernon and Dudley in bow-ties and dinner jackets.",
        "mwe": "caught a glimpse",
        "source": "parseme1.3"
    },
    {
        "text": "To tell the truth, this's the first time for a week we've had time to sit down to eat.",
        "mwe": "tell the truth",
        "source": "parseme1.3"
    },
    {
        "text": "The what? Auster laughed, and in that laugh everything was suddenly blown to bits.",
        "mwe": "blown to bits",
        "source": "parseme1.3"
    },
    {
        "text": "What if Shinza should make a bit of trouble at the next elections, what if he were to feel himself bloody well discounted as he certainly is, and start up a real opposition with all the tricks that he taught PIP, eh?",
        "mwe": "start up",
        "source": "parseme1.3"
    },
    {
        "text": "\"I'm pretty suspicious of making broad generalizations,\" however, he cautioned.",
        "mwe": "making broad generalizations",
        "source": "parseme1.3"
    },
    {
        "text": "Suppose, for the sake of discussion, that someone would openly stay in a well-known address in Teheran, hosted by the Iranian Government and financed by it, executing one atrocity after another in Spain or in France, killing hundreds of innocent people, accepting responsibility for the crimes, promising in public TV interviews to do more of the same, while the Government of Iran issues public condemnations of his acts but continues to host him, invite him to official functions and treat him as a great dignitary.",
        "mwe": "executing one atrocity",
        "source": "parseme1.3"
    },
    {
        "text": "This is one example of what happens when Bush gets a question that he hasn't anticipated.",
        "mwe": "gets a question",
        "source": "parseme1.3"
    },
    {
        "text": "Ingenious, really, how many ways Muggles have found of getting along without magic.",
        "mwe": "getting along",
        "source": "parseme1.3"
    },
    {
        "text": "i am not going unless lisa promises to get all wasted and boob out.",
        "mwe": "get all wasted",
        "source": "parseme1.3"
    },
    {
        "text": "i am not going unless lisa promises to get all wasted and boob out.",
        "mwe": "boob out",
        "source": "parseme1.3"
    },
    {
        "text": "Nevertheless, most European countries still trade with Iran, try to appease it and refuse to read the clear signals.",
        "mwe": "read the clear signals",
        "source": "parseme1.3"
    },
    {
        "text": "I am vacation until the 22nd but Per is up to speed and I would like to make sure that you keep up with him and any HR / Legal activity that may occur.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "I am vacation until the 22nd but Per is up to speed and I would like to make sure that you keep up with him and any HR / Legal activity that may occur.",
        "mwe": "keep up",
        "source": "parseme1.3"
    },
    {
        "text": "The default view – the view in which the object is open when you carry out the Save As command – determines the design of the data access page.",
        "mwe": "carry out",
        "source": "parseme1.3"
    },
    {
        "text": "Usually, these are just a chance for the suckups to suck up, but this time people are actually concerned about the company's plans.",
        "mwe": "suck up",
        "source": "parseme1.3"
    },
    {
        "text": "And yet when that ceremony was over, and in between all the other official occasions – State Ball, receptions, cocktail parties, banquets, and luncheons – a mood of celebration grew up, as it were, outside the palace gates.",
        "mwe": "grew up",
        "source": "parseme1.3"
    },
    {
        "text": "Oh, you must make trip the young man said proudly.",
        "mwe": "make trip",
        "source": "parseme1.3"
    },
    {
        "text": "I heard the name of Kurtz pronounced, then the words, 'take advantage of this unfortunate accident.'",
        "mwe": "take advantage",
        "source": "parseme1.3"
    },
    {
        "text": "I heard the name of Kurtz pronounced, then the words, 'take advantage of this unfortunate accident.'",
        "mwe": "take advantage of",
        "source": "parseme1.3"
    },
    {
        "text": "I well remember what intelligent, informed people were saying in the last years of the Weimar Republic, what they told one another in the first days after Hindenburg had brought in Hitler.",
        "mwe": "brought in",
        "source": "parseme1.3"
    },
    {
        "text": "Barbara Walters did a story on gender roles in Kuwait several years before the Gulf War.",
        "mwe": "did a story",
        "source": "parseme1.3"
    },
    {
        "text": "Don't think I don't know I've got some bad times coming to me, he said, as if taking up, in private, current talk about himself.",
        "mwe": "taking up",
        "source": "parseme1.3"
    },
    {
        "text": "I would be interested in hearing what conclusions you reached and what you found that was most convincing.",
        "mwe": "conclusions you reached",
        "source": "parseme1.3"
    },
    {
        "text": "Harlan provides great service.",
        "mwe": "provides great service",
        "source": "parseme1.3"
    },
    {
        "text": "Bush, in answering the question about the leader of Pakistan, also said: \"The new Pakistani general, he's just been elected -- not elected, this guy took over office.",
        "mwe": "took over",
        "source": "parseme1.3"
    },
    {
        "text": "That will ensure that I wont take up too much of your time!!",
        "mwe": "take up",
        "source": "parseme1.3"
    },
    {
        "text": "But Kalkat pointed out that India would be ill-advised to be involved again, militarily, with Sri Lanka if only because it still had to consider the sentiments of 45 million ethnic Tamils in the Indian state of Tamil Nadu - separated from Sri Lanka's Jaffna peninsula by the narrow Palk Straits.",
        "mwe": "pointed out",
        "source": "parseme1.3"
    },
    {
        "text": "Musharraf made his coup in part because of the military's anger over Prime Minister Nawaz Sharif's willingness to back down from confronting India over Kashmir, so that he explicitly came to power as a warmonger.",
        "mwe": "made his coup",
        "source": "parseme1.3"
    },
    {
        "text": "Musharraf made his coup in part because of the military's anger over Prime Minister Nawaz Sharif's willingness to back down from confronting India over Kashmir, so that he explicitly came to power as a warmonger.",
        "mwe": "back down",
        "source": "parseme1.3"
    },
    {
        "text": "I have a couple of questions so I can wrap up the LOI:",
        "mwe": "have a couple of questions",
        "source": "parseme1.3"
    },
    {
        "text": "I have a couple of questions so I can wrap up the LOI:",
        "mwe": "wrap up",
        "source": "parseme1.3"
    },
    {
        "text": "With the demand so high, the question arises on to who should be or has the right to be the Santa of nuclear weapons.",
        "mwe": "has the right",
        "source": "parseme1.3"
    },
    {
        "text": "I went to work the next day, turning, so to speak, my back on that station.",
        "mwe": "so to speak",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you are interested.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "You live the moment, without any perspective, but you can not break free of the moment, forget the moment.",
        "mwe": "break free",
        "source": "parseme1.3"
    },
    {
        "text": "Colombo held six rounds of talks with the Tigers between September 2002 and March 2003.",
        "mwe": "held six rounds of talks",
        "source": "parseme1.3"
    },
    {
        "text": "The term renaissance is in essence a modern one that came into currency in the 19th century, in the work of historians such as Jacob Burckhardt.",
        "mwe": "came into currency",
        "source": "parseme1.3"
    },
    {
        "text": "I like Hayes Street Grill....another plus, it's right by Civic Center, so you can take a romantic walk around the Opera House, City Hall, Symphony Auditorium...all very beautiful.",
        "mwe": "take a romantic walk",
        "source": "parseme1.3"
    },
    {
        "text": "I always went my own road and on my own legs where I had a mind to go.",
        "mwe": "had a mind to",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for you patience.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "If possible, can you also give an indication of the rank - 1 through 5?",
        "mwe": "give an indication",
        "source": "parseme1.3"
    },
    {
        "text": "But the long silence from Ron and Hermione had made Harry feel so cut off from the magical world that even taunting Dudley had lost its appeal – and now Ron and Hermione had forgotten his birthday.",
        "mwe": "cut off",
        "source": "parseme1.3"
    },
    {
        "text": "PS Your brother told me he went to 3 bowl games (when I found out that two of them were the galleryfurniture.com bowl and that one in Shreveport (I can't remember the name of it)) I realized he is a very, very sick college football fan.",
        "mwe": "found out",
        "source": "parseme1.3"
    },
    {
        "text": "The vote will be taken at 12.00 noon tomorrow.",
        "mwe": "vote will be taken",
        "source": "parseme1.3"
    },
    {
        "text": "OSU forestry professors William Ripple and Robert Beschta have found that wolves actually promote stream-bank stabilization, although they have given the phenomenon the unfortunate name of \"the ecology of fear\" -- something that smacks of the horrible PR resulting from the wolf's relationships with Riding Hood and the Three Pigs.",
        "mwe": "smacks of",
        "source": "parseme1.3"
    },
    {
        "text": "[This killing of a respected cleric will be causing us trouble for years to come.]",
        "mwe": "causing us trouble",
        "source": "parseme1.3"
    },
    {
        "text": "However, if you can wait til 2:00pm to eat, go ahead and grab something and expense it!",
        "mwe": "go ahead",
        "source": "parseme1.3"
    },
    {
        "text": "Will you pass along to the appropriate person?",
        "mwe": "pass along",
        "source": "parseme1.3"
    },
    {
        "text": "In that respect, we need to dial in Rick Johnson and Olgletree to plan and communicate that plan to the execution team.",
        "mwe": "dial in",
        "source": "parseme1.3"
    },
    {
        "text": "Electromagnetic fields and their effect on people are subjects that have come up for debate with increasing frequency in recent years.",
        "mwe": "come up",
        "source": "parseme1.3"
    },
    {
        "text": "Should we all get together and make a conference call to Dominion like we did before or should I just call Jeff Davis myself?",
        "mwe": "get together",
        "source": "parseme1.3"
    },
    {
        "text": "These three little ones don't realize how lucky they are to have such a nice Dad, but I'm sure they'll find out soon.",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "As the American public gradually wearies of the Iraq crisis, some have begun worrying that the war could blow back on the US by creating the conditions for anti-American terrorism.",
        "mwe": "blow back",
        "source": "parseme1.3"
    },
    {
        "text": "Greece, Italy, France, Spain and Austria, have understood that something has to be done and now have a presence in Albania.",
        "mwe": "have a presence",
        "source": "parseme1.3"
    },
    {
        "text": "You end up listening more acutely for the next noise and getting more irritated when it comes.",
        "mwe": "end up",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if that doesn't seem possible.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "A major report in January said oceans would contain more plastic than fish by 2050 unless the world took radical action to stop rubbish leaking into the seas.",
        "mwe": "took radical action",
        "source": "parseme1.3"
    },
    {
        "text": "He made a resigned grimace assuming understanding... My wife and I decided we couldn't stick it any longer.",
        "mwe": "made a resigned grimace",
        "source": "parseme1.3"
    },
    {
        "text": "Arial photos, loose connections to AQ Kahn and Libya make up the evidence that the group presented.",
        "mwe": "make up",
        "source": "parseme1.3"
    },
    {
        "text": "The Kashmir issue generates far more terrorism, and even the threat of nuclear war, than Iraq ever did.",
        "mwe": "generates far more terrorism",
        "source": "parseme1.3"
    },
    {
        "text": "Each filter you apply is added to the ones you already have in effect.",
        "mwe": "filter you apply",
        "source": "parseme1.3"
    },
    {
        "text": "Stillman's train was not due to arrive until six-forty-one, but Quinn wanted time to study the geography of the place, to make sure that Stillman would not be able to slip away from him.",
        "mwe": "make sure",
        "source": "parseme1.3"
    },
    {
        "text": "The only difference we had was for package V02.",
        "mwe": "difference we had",
        "source": "parseme1.3"
    },
    {
        "text": "The Eastern phoebe is showing up about 20 days before it used to.",
        "mwe": "showing up",
        "source": "parseme1.3"
    },
    {
        "text": "'Well, let us say three months before we can make a start.",
        "mwe": "make a start",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if one of you could help me do this.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "If a query uses an alias that is the same as a base column name and you create a calculated field using the ambiguous name, the query will produce different results under each query mode.",
        "mwe": "produce different results",
        "source": "parseme1.3"
    },
    {
        "text": "where did you grow up?",
        "mwe": "grow up",
        "source": "parseme1.3"
    },
    {
        "text": "With protests going on in the Chilean capital of Santiago (from the economic summit), President Bush visited Chinese President Hu Jintao and other key allies in Santiago.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "They intrigued and slandered and hated each other only on that account, – but as to effectually lifting a little finger – oh, no. By heavens!",
        "mwe": "lifting a little finger",
        "source": "parseme1.3"
    },
    {
        "text": "As he drank his coffee, buttered his toast, and read through the baseball scores in the paper (the Mets had lost again, two to one, on a ninth inning error), it did not occur to him that he was going to show up for his appointment.",
        "mwe": "show up",
        "source": "parseme1.3"
    },
    {
        "text": "Although some may praise this as an opportunity for the private sector to finally serve the public good, NASA seems hesitant about turning over the reigns to the corporate world.",
        "mwe": "turning over",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "got of",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "make an adjustment",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "work out",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "adjustments would be made",
        "source": "parseme1.3"
    },
    {
        "text": "If Stillman did not show up, Quinn would go straight to 69th Street and confront Virginia Stillman with what he knew.",
        "mwe": "show up",
        "source": "parseme1.3"
    },
    {
        "text": "I may have to postpone again, I'll let you know later this morning.",
        "mwe": "let you know",
        "source": "parseme1.3"
    },
    {
        "text": "She started out at the RSC in the mid-Sixties playing an asylum-inmate in Marat/Sade.",
        "mwe": "started out",
        "source": "parseme1.3"
    },
    {
        "text": "I drafted the Into TVA Option as a series of calls tied to the MOPA delivery term and quantity - not sure if this anything close to what you all had in mind.",
        "mwe": "had in mind",
        "source": "parseme1.3"
    },
    {
        "text": "\"paulhastings.com\" made the following annotations on 04/25/01 12:42:55",
        "mwe": "made the following annotations",
        "source": "parseme1.3"
    },
    {
        "text": "Most of the dinner guests agree that Russia's internal difficulties are so grave it may have to draw away from Syria.",
        "mwe": "draw away",
        "source": "parseme1.3"
    },
    {
        "text": "Perhaps we should look at the death metal phenomenon less as an invitation to violence than as a couter-cultural response to the over hypocrisy of a large percentage of the 'Church-Morality' crowd, which gives a lot of lip service to loving thy neighbor, but doesn't apply that love very far beyond their own congregation.",
        "mwe": "gives a lot of lip service",
        "source": "parseme1.3"
    },
    {
        "text": "Two years ago, Pakistani President Pervez Musharraf was surprised when the leader of the main Islamist alliance -- Maulana Fazlur Rahman -- visited India and issued a series of highly conciliatory statements.",
        "mwe": "issued a series of highly conciliatory statements",
        "source": "parseme1.3"
    },
    {
        "text": "Look forward to drinking a few beers.",
        "mwe": "Look forward",
        "source": "parseme1.3"
    },
    {
        "text": "Look forward to drinking a few beers.",
        "mwe": "Look forward to",
        "source": "parseme1.3"
    },
    {
        "text": "Users without licenses will be able to view and print the components and the data in them, but they can not interact with or make changes to them.",
        "mwe": "make changes",
        "source": "parseme1.3"
    },
    {
        "text": "The American firm of Booz, Allen &amp; Hamilton lent one of its specialists, Miles Copeland by name, to the State Department, where he was in 1955 a member of a group called the Middle East Policy Planning Committee, the main purpose of which was, in his own words, \"to work out ways of taking advantage of the friendship which was developing between ourselves and Nasser.\"",
        "mwe": "work out",
        "source": "parseme1.3"
    },
    {
        "text": "The American firm of Booz, Allen &amp; Hamilton lent one of its specialists, Miles Copeland by name, to the State Department, where he was in 1955 a member of a group called the Middle East Policy Planning Committee, the main purpose of which was, in his own words, \"to work out ways of taking advantage of the friendship which was developing between ourselves and Nasser.\"",
        "mwe": "taking advantage",
        "source": "parseme1.3"
    },
    {
        "text": "White men with long staves in their hands appeared languidly from amongst the buildings, strolling up to take a look at me, and then retired out of sight somewhere.",
        "mwe": "take a look",
        "source": "parseme1.3"
    },
    {
        "text": "Will we choose to live in harmony with this planet or crash and burn in a conflagration of arrogance and disregard?",
        "mwe": "crash and burn",
        "source": "parseme1.3"
    },
    {
        "text": "On July 4-5, again before the rescue, Le Monde had reported without comment wisecracks made by Amin in a speech at Port Louis.",
        "mwe": "wisecracks made",
        "source": "parseme1.3"
    },
    {
        "text": "I'm assuming it's to scare off predators / like how they will puff up their neck spikes to make them look bigger to predators or enemies.",
        "mwe": "scare off",
        "source": "parseme1.3"
    },
    {
        "text": "I'm assuming it's to scare off predators / like how they will puff up their neck spikes to make them look bigger to predators or enemies.",
        "mwe": "puff up",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know what type of statement I should make back to the customer.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know what type of statement I should make back to the customer.",
        "mwe": "statement I should make",
        "source": "parseme1.3"
    },
    {
        "text": "Read some of the following links and draw your own conclusions.",
        "mwe": "draw your own conclusions",
        "source": "parseme1.3"
    },
    {
        "text": "Did she make it?",
        "mwe": "make it",
        "source": "parseme1.3"
    },
    {
        "text": "Th-thank you, said Harry, edging along the wall and sinking into his desk chair, next to Hedwig, who was asleep in her large cage.",
        "mwe": "Th-thank you",
        "source": "parseme1.3"
    },
    {
        "text": "It'll take you to all the major sites (GG Bridge, Haight, Chinatown, etc) and you can get off anyplace you want to spend more time at.",
        "mwe": "spend more time",
        "source": "parseme1.3"
    },
    {
        "text": "It is this circle that makes sure that women remain inferior, that democracy is unthinkable and that exposure to the outside world is minimal.",
        "mwe": "makes sure",
        "source": "parseme1.3"
    },
    {
        "text": "Alejandra González Anaya, one of the parade's creative directors, explained to CNN why Mexico have decided now is the time to put on such a show.",
        "mwe": "put on",
        "source": "parseme1.3"
    },
    {
        "text": "Some recent research conducted by Oregon State University has given considerable credence to this idea.",
        "mwe": "research conducted",
        "source": "parseme1.3"
    },
    {
        "text": "Some recent research conducted by Oregon State University has given considerable credence to this idea.",
        "mwe": "given considerable credence",
        "source": "parseme1.3"
    },
    {
        "text": "Frustrated, the Americans decided for the best of reasons, as always, to make a heavier move:",
        "mwe": "make a heavier move",
        "source": "parseme1.3"
    },
    {
        "text": "You have patience.",
        "mwe": "have patience",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for your time.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "We'll go in and have a steak there one evening, they're trying to make a go of it with a charcoal grill and whatnot.",
        "mwe": "make a go of it",
        "source": "parseme1.3"
    },
    {
        "text": "Every move Google makes brings this particular future closer.",
        "mwe": "move Google makes",
        "source": "parseme1.3"
    },
    {
        "text": "Never mind.",
        "mwe": "Never mind",
        "source": "parseme1.3"
    },
    {
        "text": "The vote will take place tomorrow at 12 noon.",
        "mwe": "take place",
        "source": "parseme1.3"
    },
    {
        "text": "They'll die off, I suppose.",
        "mwe": "die off",
        "source": "parseme1.3"
    },
    {
        "text": "I believe that there might be a sign-flipping problem for PUTS that 's causing this whole issue.",
        "mwe": "causing this whole issue",
        "source": "parseme1.3"
    },
    {
        "text": "I ran across this item on the Internet.",
        "mwe": "ran across",
        "source": "parseme1.3"
    },
    {
        "text": "It's even made out to you.",
        "mwe": "made out",
        "source": "parseme1.3"
    },
    {
        "text": "Although the origins of a movement that was confined largely to the literate culture of intellectual endeavor and patronage can be traced to the earlier part of the 14th century, many aspects of Italian culture and society remained largely Medieval; the Renaissance did not come into full swing until the end of the century.",
        "mwe": "come into full swing",
        "source": "parseme1.3"
    },
    {
        "text": "“The Vietnam War was winding down, and the Air Force was putting pilots in desk jobs.",
        "mwe": "winding down",
        "source": "parseme1.3"
    },
    {
        "text": "I am making a christmas list for my parents and i was going to ask for a bird and these are the affordable ones that i like, and i was wondering : which would not bite alot, and which are more fun to have as pets AND I NEED TO KNOW WHICH WOULD BE QUIETEST i honestly dont care but my family does !",
        "mwe": "fun to have",
        "source": "parseme1.3"
    },
    {
        "text": "I wish I could make it.",
        "mwe": "make it",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "First time to go on A cruise any and all info is appreciated",
        "mwe": "go on",
        "source": "parseme1.3"
    },
    {
        "text": "These are 1) Assassinate or overthrow Gen. Pervez Musharraf, the Pakistani military \"president\" who had made a coup in 1999 and has thrown in his lot with the United States against the Taliban and al-Qaeda.",
        "mwe": "made a coup",
        "source": "parseme1.3"
    },
    {
        "text": "These are 1) Assassinate or overthrow Gen. Pervez Musharraf, the Pakistani military \"president\" who had made a coup in 1999 and has thrown in his lot with the United States against the Taliban and al-Qaeda.",
        "mwe": "thrown in his lot with",
        "source": "parseme1.3"
    },
    {
        "text": "he was one of those people who, late at night, suddenly have a desperate need of certain companions.",
        "mwe": "have a desperate need",
        "source": "parseme1.3"
    },
    {
        "text": "Tracy, Do we have concerns here.",
        "mwe": "have concerns",
        "source": "parseme1.3"
    },
    {
        "text": "We have used them for plumbing & A/C and they are affordable and get the work done right.",
        "mwe": "work done",
        "source": "parseme1.3"
    },
    {
        "text": "Response: The US has succeeded in politically isolating Hamas, and started the process of cutting off its funding.",
        "mwe": "cutting off",
        "source": "parseme1.3"
    },
    {
        "text": "For example, I am concerned when I buy the monthly bus passes and I have to fill in my SS number.",
        "mwe": "fill in",
        "source": "parseme1.3"
    },
    {
        "text": "I have a friend that has to get rid of one of her cats because of allergies, he is the youngest at 3 years old black, long hair, incredibly friendly.",
        "mwe": "get rid",
        "source": "parseme1.3"
    },
    {
        "text": "I have a friend that has to get rid of one of her cats because of allergies, he is the youngest at 3 years old black, long hair, incredibly friendly.",
        "mwe": "get rid of",
        "source": "parseme1.3"
    },
    {
        "text": "Hope you're doing good.",
        "mwe": "doing good",
        "source": "parseme1.3"
    },
    {
        "text": "Harry hadn't told the Dursleys this; he knew it was only their terror that he might turn them all into dung beetles that stopped them locking him in the cupboard under the stairs with his wand and broomstick.",
        "mwe": "turn them all into",
        "source": "parseme1.3"
    },
    {
        "text": "One has to wonder whether the bright fellows in our government and military who set up the deals with these people don't know what they are, don't care, or know perfectly well.",
        "mwe": "set up",
        "source": "parseme1.3"
    },
    {
        "text": "enron is blowing up.",
        "mwe": "blowing up",
        "source": "parseme1.3"
    },
    {
        "text": "Does the Commission have any sort of long-term policy in mind here?",
        "mwe": "have any sort of long-term policy in mind",
        "source": "parseme1.3"
    },
    {
        "text": "Checked in real late, but staff was very kind and helpful.",
        "mwe": "Checked in",
        "source": "parseme1.3"
    },
    {
        "text": "My weekends seem to be taken up with condo matters, house hunting.",
        "mwe": "taken up",
        "source": "parseme1.3"
    },
    {
        "text": "Failing in Syria, the Americans went to work in Egypt.",
        "mwe": "went to work",
        "source": "parseme1.3"
    },
    {
        "text": "An hour afterwards I came upon the whole concern wrecked in a bush – man, hammock, groans, blankets, horrors.",
        "mwe": "came upon",
        "source": "parseme1.3"
    },
    {
        "text": "Then he got fever, and had to be carried in a hammock slung under a pole.",
        "mwe": "got fever",
        "source": "parseme1.3"
    },
    {
        "text": "I'm still trying to find out what it will take to move gas on and ENA tabs agreement.",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "Have fun.",
        "mwe": "Have fun",
        "source": "parseme1.3"
    },
    {
        "text": "Hope you find out soon :)",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "The municipality of Jerusalem is planning to build a new road and will tear the Jordanian one up.",
        "mwe": "tear the Jordanian one up",
        "source": "parseme1.3"
    },
    {
        "text": "I honestly have no idea what to expect or prepare for and calling in to get professional advice from either of the embassies costs by the minute- which I really don't have the money for.",
        "mwe": "calling in",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you for your assistance.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "I've tried calling them a week ago,they said they can't give me those details over the phone, or let me know,keep asking me to go to some website,but there's nothing useful on it",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any other questions, please let me know.",
        "mwe": "have any other questions",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any other questions, please let me know.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "I have not had the patience to get it working-I will callyou some evening and we can walk thru it.",
        "mwe": "had the patience",
        "source": "parseme1.3"
    },
    {
        "text": "I have not had the patience to get it working-I will callyou some evening and we can walk thru it.",
        "mwe": "walk thru",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know at your earliest convience if you can help me.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "The Knight of the Sad Countenance does not give up his obsessions.",
        "mwe": "give up",
        "source": "parseme1.3"
    },
    {
        "text": "After you move fields to the drop areas so that the drop area captions are covered up, you can still drag additional fields to the areas.",
        "mwe": "covered up",
        "source": "parseme1.3"
    },
    {
        "text": "Afterwards I took it back when it was borne in upon me startlingly with what extreme nicety he had estimated the time requisite for the 'affair.'",
        "mwe": "took it back",
        "source": "parseme1.3"
    },
    {
        "text": "Afterwards I took it back when it was borne in upon me startlingly with what extreme nicety he had estimated the time requisite for the 'affair.'",
        "mwe": "borne in upon",
        "source": "parseme1.3"
    },
    {
        "text": "Ideally this group would consist of four to six people from finance, legal, and operations so that we get good cross-functional feedback about our services.?",
        "mwe": "consist of",
        "source": "parseme1.3"
    },
    {
        "text": "When you open a page, Access reads the connection file that is linked to the page, and based on the contents of the connection file, connects the page to the appropriate data source.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "lol, last news message came out kinda weird, i was trying to browse the japanese website while i changed the text iwas supposed to put up but i ran out of time so there are no real pictures yet... but i'll add the links soon sry.",
        "mwe": "came out",
        "source": "parseme1.3"
    },
    {
        "text": "lol, last news message came out kinda weird, i was trying to browse the japanese website while i changed the text iwas supposed to put up but i ran out of time so there are no real pictures yet... but i'll add the links soon sry.",
        "mwe": "put up",
        "source": "parseme1.3"
    },
    {
        "text": "lol, last news message came out kinda weird, i was trying to browse the japanese website while i changed the text iwas supposed to put up but i ran out of time so there are no real pictures yet... but i'll add the links soon sry.",
        "mwe": "ran out",
        "source": "parseme1.3"
    },
    {
        "text": "I have a concern that the Enron optionality bug could bite us on the backside with that one.",
        "mwe": "have a concern",
        "source": "parseme1.3"
    },
    {
        "text": "I have a concern that the Enron optionality bug could bite us on the backside with that one.",
        "mwe": "bite us on the backside",
        "source": "parseme1.3"
    },
    {
        "text": "Dando, equally assured, went on talking as if without interruption.",
        "mwe": "went on",
        "source": "parseme1.3"
    },
    {
        "text": "Japan's special envoy, Yasushi Akashi, who called for tangible progress in the peace process before the money would be released, came back from visits to Colombo and Kilinochchi in early November a frustrated man.",
        "mwe": "called for",
        "source": "parseme1.3"
    },
    {
        "text": "At some stage in their development all SMEs experience problems arising from their weak capital resources.",
        "mwe": "experience problems",
        "source": "parseme1.3"
    },
    {
        "text": "****sigh**** not trying to sound snooty or stuck up but I mean really!",
        "mwe": "stuck up",
        "source": "parseme1.3"
    },
    {
        "text": "The battles and demonstrations were provoked by the US assault on Fallujah.",
        "mwe": "battles and demonstrations were provoked",
        "source": "parseme1.3"
    },
    {
        "text": "The battles and demonstrations were provoked by the US assault on Fallujah.",
        "mwe": "demonstrations were provoked",
        "source": "parseme1.3"
    },
    {
        "text": "if they bite, and one cries, you must separate them, and you must keep an eye on them.",
        "mwe": "keep an eye on them",
        "source": "parseme1.3"
    },
    {
        "text": "British Conservatives also believe that the Commission is wrong to bring forward this proposal in the name of the European Single Market.",
        "mwe": "bring forward",
        "source": "parseme1.3"
    },
    {
        "text": "ever since Harry had come home for the summer holidays, Uncle Vernon had been treating him like a bomb that might go off at any moment, because Harry Potter wasn't a normal boy.",
        "mwe": "go off",
        "source": "parseme1.3"
    },
    {
        "text": "Fast forward to 2016 and this is increasingly worthy of attention.",
        "mwe": "Fast forward",
        "source": "parseme1.3"
    },
    {
        "text": "I was on my way to my wedding fearing death, basically.\"",
        "mwe": "was on my way",
        "source": "parseme1.3"
    },
    {
        "text": "For example, if you set a conditional filter to show the top two cities based on sales, followed by an autofilter on the ShippedCity field to include only five cities, the PivotTable view will show the top two of the five cities you selected.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "No matter what progress we make as individuals in becoming healthier, we will never achieve real health until we collectively decide to create a healthier reality.",
        "mwe": "progress we make",
        "source": "parseme1.3"
    },
    {
        "text": "Otherwise we will find ourselves forced to take more serious decisions as regards our trading relations with Israel.",
        "mwe": "take more serious decisions",
        "source": "parseme1.3"
    },
    {
        "text": "I'll get back to you as soon as I have more info (hopefully later today)",
        "mwe": "get back",
        "source": "parseme1.3"
    },
    {
        "text": "Then, in 1973, as Bush made plans to leave the Guard and go to Harvard Business School, he again started showing up frequently.",
        "mwe": "made plans",
        "source": "parseme1.3"
    },
    {
        "text": "Then, in 1973, as Bush made plans to leave the Guard and go to Harvard Business School, he again started showing up frequently.",
        "mwe": "showing up",
        "source": "parseme1.3"
    },
    {
        "text": "It is not surprising that Iran is so active in trying to incite a Shiite uprising in Iraq.",
        "mwe": "incite a Shiite uprising",
        "source": "parseme1.3"
    },
    {
        "text": "He and his wife took over the Silver Rhino last year.",
        "mwe": "took over",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you all for your participation.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "The only difference we had was for package V02.",
        "mwe": "difference we had",
        "source": "parseme1.3"
    },
    {
        "text": "He naturally assumes you'll come out of exile.",
        "mwe": "come out",
        "source": "parseme1.3"
    },
    {
        "text": "I have a concern that the Enron optionality bug could bite us on the backside with that one.",
        "mwe": "have a concern",
        "source": "parseme1.3"
    },
    {
        "text": "I have a concern that the Enron optionality bug could bite us on the backside with that one.",
        "mwe": "bite us on the backside",
        "source": "parseme1.3"
    },
    {
        "text": "Uncle Vernon might still have been able to make his deal – if it hadn't been for the owl.",
        "mwe": "make his deal",
        "source": "parseme1.3"
    },
    {
        "text": "Never mind, Mrs. Bray will join you later.",
        "mwe": "Never mind",
        "source": "parseme1.3"
    },
    {
        "text": "Even a little time spent receiving wholesome, uncontaminated food, good medical care, etc. can add years to their lives.",
        "mwe": "time spent",
        "source": "parseme1.3"
    },
    {
        "text": "If you can make it, please come!",
        "mwe": "make it",
        "source": "parseme1.3"
    },
    {
        "text": "I also deleted \"subject to recall\" based on our discussion, assuming you get approval for that revision.",
        "mwe": "get approval",
        "source": "parseme1.3"
    },
    {
        "text": "If you have any questions, please contact us at noc@paulhastings.com.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "He cleared the table of the breakfast dishes, tossed the newspaper on the couch, went into the bathroom, showered, shaved, went on to the bedroom wrapped in two towels, opened the closet and picked out his clothes for the day.",
        "mwe": "went on",
        "source": "parseme1.3"
    },
    {
        "text": "He cleared the table of the breakfast dishes, tossed the newspaper on the couch, went into the bathroom, showered, shaved, went on to the bedroom wrapped in two towels, opened the closet and picked out his clothes for the day.",
        "mwe": "picked out",
        "source": "parseme1.3"
    },
    {
        "text": "How do I take care of my newborn baby fish?",
        "mwe": "take care",
        "source": "parseme1.3"
    },
    {
        "text": "The Neocons in the CPA have all sorts of ulterior motives and social experiments they want to impose on the Iraqi people, including Polish-style economic shock therapy, some sort of sweetheart deal for Israel, and maybe even breaking the country up into three parts.",
        "mwe": "breaking the country up",
        "source": "parseme1.3"
    },
    {
        "text": "Ever since he ate up Red Riding Hood's grandma and blew down the houses of two-thirds of the Three Little Pigs, the Big Bad Wolf has held a persistently bad reputation.",
        "mwe": "ate up",
        "source": "parseme1.3"
    },
    {
        "text": "Ever since he ate up Red Riding Hood's grandma and blew down the houses of two-thirds of the Three Little Pigs, the Big Bad Wolf has held a persistently bad reputation.",
        "mwe": "blew down",
        "source": "parseme1.3"
    },
    {
        "text": "During this search, Michele Tollis became convinced that satanism had something to do with his son's disappearance.",
        "mwe": "had something to do with",
        "source": "parseme1.3"
    },
    {
        "text": "\"So let us make a deal.",
        "mwe": "make a deal",
        "source": "parseme1.3"
    },
    {
        "text": "Mosques are calling for donating blood, food, and medicine for Fallujah, and several convoys have already headed out for Fallujah, most of them returned later though.",
        "mwe": "calling for",
        "source": "parseme1.3"
    },
    {
        "text": "The premise with which the administartion is acting is that if they expeditiously suspend everyone's right to bilateral contracts quickly, it sets up a barrier which the direct access coalition must break through.",
        "mwe": "sets up",
        "source": "parseme1.3"
    },
    {
        "text": "The premise with which the administartion is acting is that if they expeditiously suspend everyone's right to bilateral contracts quickly, it sets up a barrier which the direct access coalition must break through.",
        "mwe": "break through",
        "source": "parseme1.3"
    },
    {
        "text": "Stop trying to pawn your brats off on others to \"get a break\" .",
        "mwe": "pawn your brats off",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "They also made one other change, they are taking out the \"subject to recall\" language at the bottom of page 2 under item #1.",
        "mwe": "made one other change",
        "source": "parseme1.3"
    },
    {
        "text": "They also made one other change, they are taking out the \"subject to recall\" language at the bottom of page 2 under item #1.",
        "mwe": "taking out",
        "source": "parseme1.3"
    },
    {
        "text": "They are surrounded by a second wider circle of direct supporters, planners, commanders, preachers, all of whom make a living, usually a very comfortable living, by serving as terror infrastructure.",
        "mwe": "make a living",
        "source": "parseme1.3"
    },
    {
        "text": "Musharraf went on to play nuclear brinkmanship with India in 2002, risking war twice that year.",
        "mwe": "went on",
        "source": "parseme1.3"
    },
    {
        "text": "You review and approve it, keep it on your desk, and I will come over and make the change at your desk on Monday.",
        "mwe": "make the change",
        "source": "parseme1.3"
    },
    {
        "text": "I believe that there might be a sign-flipping problem for PUTS that 's causing this whole issue.",
        "mwe": "causing this whole issue",
        "source": "parseme1.3"
    },
    {
        "text": "Subforms and subreports on a form or report are not converted when you carry out the Save As command.",
        "mwe": "carry out",
        "source": "parseme1.3"
    },
    {
        "text": "I also wonder whether the Davis Cup played a part.",
        "mwe": "played a part",
        "source": "parseme1.3"
    },
    {
        "text": "I hadn't seen a lot of the episodes and then my phone started lighting up.",
        "mwe": "lighting up",
        "source": "parseme1.3"
    },
    {
        "text": "We've grown up.",
        "mwe": "grown up",
        "source": "parseme1.3"
    },
    {
        "text": "Watch out for the bottom stair, it creaks, Harry whispered back, as the twins disappeared onto the dark landing.",
        "mwe": "Watch out",
        "source": "parseme1.3"
    },
    {
        "text": "They put the story into proper literary form – in Spanish – and then turned the manuscript over to Samson Carrasco, the bachelor from Salamanca, who proceeded to translate it into Arabic.",
        "mwe": "turned the manuscript over",
        "source": "parseme1.3"
    },
    {
        "text": "But the harmful psychological effects that abortions have on women are deliberately and constantly concealed.",
        "mwe": "effects that abortions have",
        "source": "parseme1.3"
    },
    {
        "text": "Go ahead, send in your application.",
        "mwe": "Go ahead",
        "source": "parseme1.3"
    },
    {
        "text": "I will take care of it.",
        "mwe": "take care",
        "source": "parseme1.3"
    },
    {
        "text": "It seemed to Quinn that Stillman's body had not been used for a long time and that all its functions had been relearned, so that motion had become a conscious process, each movement broken down into its component submovements, with the result that all flow and spontaneity had been lost.",
        "mwe": "broken down",
        "source": "parseme1.3"
    },
    {
        "text": "You have heard, of course, that the Ministry is conducting more raids, said Mr Malfoy, taking a roll of parchment from his inside pocket and unravelling it for Mr Borgin to read.",
        "mwe": "conducting more raids",
        "source": "parseme1.3"
    },
    {
        "text": "Can you please confirm which price is correct and make the change in Sitara if necessary?",
        "mwe": "make the change",
        "source": "parseme1.3"
    },
    {
        "text": "And the talk goes on.",
        "mwe": "goes on",
        "source": "parseme1.3"
    },
    {
        "text": "If Abbas keeps up this \"macho talk\" he will kill potential peace talks and might as well allow Hamas (which has probably done a better job at providing for the Palestinians) rule the West Bank.",
        "mwe": "keeps up",
        "source": "parseme1.3"
    },
    {
        "text": "If Abbas keeps up this \"macho talk\" he will kill potential peace talks and might as well allow Hamas (which has probably done a better job at providing for the Palestinians) rule the West Bank.",
        "mwe": "done a better job",
        "source": "parseme1.3"
    },
    {
        "text": "He put them on in a kind of trance.",
        "mwe": "put them on in a kind of trance",
        "source": "parseme1.3"
    },
    {
        "text": "The interim Governing Council issued a communique saying, \"It is a proof of the emptiness of the Israeli authority and a destruction of the peace endeavors in the region . . .",
        "mwe": "issued a communique",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know Monday morning.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Yesterday there were tens of them putting road blocks on our street and setting up mortars, they only come out in the open when Americans leave the area, then they start firing mortars indiscriminately and shooting their AK-47's in the air.",
        "mwe": "setting up",
        "source": "parseme1.3"
    },
    {
        "text": "I wish it was. But this has nothing to do with literature.",
        "mwe": "has nothing to do with",
        "source": "parseme1.3"
    },
    {
        "text": "We all know what happened, but even to this day, there are many different versions and opinions on how it happened and what effect Chernobyl will have on the health of people affected by the fallout.",
        "mwe": "effect Chernobyl will have",
        "source": "parseme1.3"
    },
    {
        "text": "While we can't make any promises, we will do our best to bring in at least some of these special guests.",
        "mwe": "make any promises",
        "source": "parseme1.3"
    },
    {
        "text": "While we can't make any promises, we will do our best to bring in at least some of these special guests.",
        "mwe": "bring in",
        "source": "parseme1.3"
    },
    {
        "text": "Warning that the NHS was now under \"enormous pressure,\" he urged the public to take more responsibility for their own health.",
        "mwe": "take more responsibility",
        "source": "parseme1.3"
    },
    {
        "text": "As he crossed the threshold and entered the apartment, he could feel himself going blank, as if his brain had suddenly shut off.",
        "mwe": "shut off",
        "source": "parseme1.3"
    },
    {
        "text": "His military intelligence has captured major figures like Abu Zubayda and Khalid Shaykh Muhammad, as well as nearly 500 other al-Qaeda operatives, over 400 of whom the Pakistanis have turned over to the US.",
        "mwe": "turned over",
        "source": "parseme1.3"
    },
    {
        "text": "Alright, so my dad had been wanting me to check my e mail for a few days but I never got around to it.",
        "mwe": "got around",
        "source": "parseme1.3"
    },
    {
        "text": "That I can count on.",
        "mwe": "count on",
        "source": "parseme1.3"
    },
    {
        "text": "There are deals in the Aruba book so I'm not sure why you aren't picking those up.",
        "mwe": "picking those up",
        "source": "parseme1.3"
    },
    {
        "text": "When these same leaders make other statements, the Western media report them as if they could be true.",
        "mwe": "make other statements",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions.",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know if you have any questions.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "In a statement issued June 16, 2004, the 9/11 Commission Staff concluded that \"Al Qaeda had an ambitious biological weapons program and was making advances in its ability to produce anthrax prior to September 11.",
        "mwe": "making advances",
        "source": "parseme1.3"
    },
    {
        "text": "A few days ago he was in that house, packing to leave in the flat progression of practical matters by which decision is broken up into reality.",
        "mwe": "broken up",
        "source": "parseme1.3"
    },
    {
        "text": "For example, I would like to know if Rothko or Kline did any work on paper.",
        "mwe": "did any work",
        "source": "parseme1.3"
    },
    {
        "text": "not sure how much longer ene is going to be around and i'm checking out my options!",
        "mwe": "checking out",
        "source": "parseme1.3"
    },
    {
        "text": "The person who best explains this, and helps me out the best with my question will be REWARDED WITH TEN POINTS!!!!!!!",
        "mwe": "helps me out",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "When you create a link, Access will automatically set the ConnectionString property based on the contents of the connection file.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Take care, my friend, Linda",
        "mwe": "Take care",
        "source": "parseme1.3"
    },
    {
        "text": "I also realize that some may not have done any works on paper or they are outrageously expensive.",
        "mwe": "done any works",
        "source": "parseme1.3"
    },
    {
        "text": "But now that the scene was taking place, he felt quite disappointed, even angry.",
        "mwe": "taking place",
        "source": "parseme1.3"
    },
    {
        "text": "It is literally monkey see and monkey do with them.",
        "mwe": "monkey see",
        "source": "parseme1.3"
    },
    {
        "text": "It is literally monkey see and monkey do with them.",
        "mwe": "monkey do",
        "source": "parseme1.3"
    },
    {
        "text": "The real focus of the meeting will be on how we should build these services to meet the needs of businesses operating in B2B marketplaces.?",
        "mwe": "meet the needs",
        "source": "parseme1.3"
    },
    {
        "text": "For example, you can filter for the top or bottom 25 % of salespeople based on the number of orders handled.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "You had to hand it to them, thought Harry, as George took an ordinary hairpin from his pocket and started to pick the lock.",
        "mwe": "hand it to them",
        "source": "parseme1.3"
    },
    {
        "text": "Well, I've got news for you, boy. I'm locking you up you're never going back to that school. never. and if you try and magic yourself out – they'll expel you!",
        "mwe": "locking you up",
        "source": "parseme1.3"
    },
    {
        "text": "i have a Mature male and female they are together a lot but never laid eggs as far as i know can anyone help me figure out how to make them mate",
        "mwe": "figure out",
        "source": "parseme1.3"
    },
    {
        "text": "Harry just caught sight of a pair of bright brown eyes staring at him before it closed with a snap.",
        "mwe": "caught sight",
        "source": "parseme1.3"
    },
    {
        "text": "Alexanian said to Pablo Casals after a performance of some of the suites, You made three bad mistakes.",
        "mwe": "made three bad mistakes",
        "source": "parseme1.3"
    },
    {
        "text": "She gestured and laughed, but her husband was eager to break in, holding up his hands over the plate balanced on his knees.",
        "mwe": "break in",
        "source": "parseme1.3"
    },
    {
        "text": "Set up last month to centralize merchant asset activities.",
        "mwe": "Set up",
        "source": "parseme1.3"
    },
    {
        "text": "Those worthy fellows who've gone down South to Rhodesia and South Africa where they can feel confident they'll never have a black man on the Bench to give a verdict as biased as a white man's.",
        "mwe": "give a verdict",
        "source": "parseme1.3"
    },
    {
        "text": "But we do not take the view that including a corresponding reference to this in a recital can produce that result.",
        "mwe": "take the view",
        "source": "parseme1.3"
    },
    {
        "text": "But we do not take the view that including a corresponding reference to this in a recital can produce that result.",
        "mwe": "produce that result",
        "source": "parseme1.3"
    },
    {
        "text": "Still, it was painful, and he struggled desperately to swallow his pride.",
        "mwe": "swallow his pride",
        "source": "parseme1.3"
    },
    {
        "text": "America cried wolf in Iraq, and what’s scary is that sooner or later, that wolf will probably get us.",
        "mwe": "cried wolf",
        "source": "parseme1.3"
    },
    {
        "text": "The RSPB’s stance has also brought it into conflict with many leading conservationists, from the author of the petition, Mark Avery, to the TV presenter Chris Packham.",
        "mwe": "brought it into conflict",
        "source": "parseme1.3"
    },
    {
        "text": "If you don't like it, why do you go on reading?",
        "mwe": "go on",
        "source": "parseme1.3"
    },
    {
        "text": "An F1 ticket grants access to the concert on the same day.",
        "mwe": "grants access",
        "source": "parseme1.3"
    },
    {
        "text": "Just kidding, Pepsi is actually in the process of being thrown out of India for similar crimes, as well.",
        "mwe": "thrown out",
        "source": "parseme1.3"
    },
    {
        "text": "However, the bound field will show the custom group hierarchy in the drop-down list, so you can filter data by selecting custom groups or individual values.",
        "mwe": "drop-down",
        "source": "parseme1.3"
    },
    {
        "text": "On the other hand, a certain transition democracy, as in Jordan, may be a better temporary solution, paving the way for the real thing, perhaps in the same way that an immediate sudden democracy did not work in Russia and would not have worked in China.",
        "mwe": "paving the way",
        "source": "parseme1.3"
    },
    {
        "text": "Do you shoot back at someone trying to kill you, standing deliberately behind a group of children?",
        "mwe": "shoot back",
        "source": "parseme1.3"
    },
    {
        "text": "For now, analysts are hesitant to write off the service for dead.",
        "mwe": "write off",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know if this sounds good, and if you have any question, please ask.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know if this sounds good, and if you have any question, please ask.",
        "mwe": "have any question",
        "source": "parseme1.3"
    },
    {
        "text": "Sharon's hard line has worked in tandem with Hamas's terrorism to ratchet up tensions further and further, which spill over into the Muslim world and serve as a recruiting tool for al-Qaeda in its search for agents willing to hit the United States.",
        "mwe": "ratchet up",
        "source": "parseme1.3"
    },
    {
        "text": "But yes, thank you. A little food can't do any harm.",
        "mwe": "thank you",
        "source": "parseme1.3"
    },
    {
        "text": "But yes, thank you. A little food can't do any harm.",
        "mwe": "do any harm",
        "source": "parseme1.3"
    },
    {
        "text": "For example, did you know that George Bush spent considerably more time in uniform than John Kerry?",
        "mwe": "spent considerably more time",
        "source": "parseme1.3"
    },
    {
        "text": "Neil has a meeting in San Antonio (usually it is in Miami, San Francisco, Phoenix - not so great this year).",
        "mwe": "has a meeting",
        "source": "parseme1.3"
    },
    {
        "text": "Two months ago I had to have an operation for a serious complaint.",
        "mwe": "have an operation",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you though.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "Let me know",
        "mwe": "Let me know",
        "source": "parseme1.3"
    },
    {
        "text": "When you create a Microsoft Access database, you need to decide which query mode you are going to use, because mixing queries created in both query modes could produce runtime errors or unexpected results.",
        "mwe": "produce runtime errors",
        "source": "parseme1.3"
    },
    {
        "text": "When you create a Microsoft Access database, you need to decide which query mode you are going to use, because mixing queries created in both query modes could produce runtime errors or unexpected results.",
        "mwe": "produce runtime errors or unexpected results",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "got of",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "make an adjustment",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "work out",
        "source": "parseme1.3"
    },
    {
        "text": "I just got of the phone with Hai and he told me how to make an adjustment on a day to day basis in regards to incorrect liquidations but he also explained this is just to make the daily P&L #'s right, if nothing were done the month end P&L would still somehow work out because adjustments would be made.",
        "mwe": "adjustments would be made",
        "source": "parseme1.3"
    },
    {
        "text": "Bill Clinton understood this at the end of his term in office yet, under Colin Powell (who appears to have an affinity for generals active in politics), the pendulum of U.S. policy has once again swung toward a quixotic effort to prize at least the Valley of Kashmir loose from India.",
        "mwe": "have an affinity",
        "source": "parseme1.3"
    },
    {
        "text": "He had emerged into a dingy alleyway that seemed to be made up entirely of shops devoted to the Dark Arts.",
        "mwe": "made up",
        "source": "parseme1.3"
    },
    {
        "text": "It appears this guy is going to bring stability to the country and I think that's good news for the subcontinent.\"",
        "mwe": "bring stability",
        "source": "parseme1.3"
    },
    {
        "text": "Though I am loathe to quote other writers at legnth in this space, this little bit from Dan Froomkin's \"White House Briefing\" column in the WashPost today is just too good to pass up (read the whole column here ):",
        "mwe": "pass up",
        "source": "parseme1.3"
    },
    {
        "text": "He spent a great deal of time going back and forth to London to advise them when they conferred with the Colonial Office, and to do what he could to smooth the way for various delegations that came to petition against the old constitution and to negotiate independence for their country.",
        "mwe": "spent a great deal of time",
        "source": "parseme1.3"
    },
    {
        "text": "We had a great stay, your service was excellent and we will use you again!",
        "mwe": "had a great stay",
        "source": "parseme1.3"
    },
    {
        "text": "Yes. No. Thank you.",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "We have done considerable research before coming to the conclusions before us tonight.",
        "mwe": "done considerable research",
        "source": "parseme1.3"
    },
    {
        "text": "Does this mean that for June and for a certain portion of July we should not do anything and just make adjustments on a going forward basis (and assume everything will work out at month end)?",
        "mwe": "make adjustments",
        "source": "parseme1.3"
    },
    {
        "text": "Does this mean that for June and for a certain portion of July we should not do anything and just make adjustments on a going forward basis (and assume everything will work out at month end)?",
        "mwe": "going forward",
        "source": "parseme1.3"
    },
    {
        "text": "Does this mean that for June and for a certain portion of July we should not do anything and just make adjustments on a going forward basis (and assume everything will work out at month end)?",
        "mwe": "work out",
        "source": "parseme1.3"
    },
    {
        "text": "See what it is doing now in the Warsaw Pact countries, it is making deals with the Communists.",
        "mwe": "making deals",
        "source": "parseme1.3"
    },
    {
        "text": "Another time I'll segueway into all the fun work related instances where \"Mommies\" get out of doing work and hiding behind childcare as the reason.",
        "mwe": "get out of",
        "source": "parseme1.3"
    },
    {
        "text": "Another time I'll segueway into all the fun work related instances where \"Mommies\" get out of doing work and hiding behind childcare as the reason.",
        "mwe": "doing work",
        "source": "parseme1.3"
    },
    {
        "text": "Just at that time the manager was the only man supposed to have any right to candles.",
        "mwe": "have any right",
        "source": "parseme1.3"
    },
    {
        "text": "If the button is not selected, selecting new items to filter automatically turns filtering on and removes your former filter settings.",
        "mwe": "turns filtering on",
        "source": "parseme1.3"
    },
    {
        "text": "What irritates me is this sudden false 'solidarity' between Sunni and Shi'ite clerics, we all know that they would be glad to get at each others throats when they have the chance, and Shia clerics were describing Fallujan insurgents as 'Ba'athists', 'Saddamites', 'Wahhabis', and 'terrorists' just a few days ago.",
        "mwe": "have the chance",
        "source": "parseme1.3"
    },
    {
        "text": "Our son Stephen is looking after it tonight.",
        "mwe": "looking after",
        "source": "parseme1.3"
    },
    {
        "text": "This is unlike the situation last year in Asia when we evacuated U.S. citizens from areas that were hit by the tsunami - a phenomenon that is much less predictable than the Hezbollah-provoked destruction that rained down on Lebanon.",
        "mwe": "provoked destruction",
        "source": "parseme1.3"
    },
    {
        "text": "This is unlike the situation last year in Asia when we evacuated U.S. citizens from areas that were hit by the tsunami - a phenomenon that is much less predictable than the Hezbollah-provoked destruction that rained down on Lebanon.",
        "mwe": "rained down",
        "source": "parseme1.3"
    },
    {
        "text": "Let’s get this over with now…",
        "mwe": "get this over",
        "source": "parseme1.3"
    },
    {
        "text": "The overwhelming human and financial impacts of Hurricane Katrina are powerful evidence that political and economic decisions made in the United States and other countries have failed to account for our dependence on a healthy resource base, according to an assessment released today by the Worldwatch Institute.",
        "mwe": "decisions made",
        "source": "parseme1.3"
    },
    {
        "text": "The overwhelming human and financial impacts of Hurricane Katrina are powerful evidence that political and economic decisions made in the United States and other countries have failed to account for our dependence on a healthy resource base, according to an assessment released today by the Worldwatch Institute.",
        "mwe": "account for",
        "source": "parseme1.3"
    },
    {
        "text": "Take a look !!!",
        "mwe": "Take a look",
        "source": "parseme1.3"
    },
    {
        "text": "The work on my car was done quickly and I felt I could trust his work.",
        "mwe": "work on my car was done",
        "source": "parseme1.3"
    },
    {
        "text": "This is just to let you know that Emma gave birth at week 34 on Friday, 6th July, to our triplets:",
        "mwe": "let you know",
        "source": "parseme1.3"
    },
    {
        "text": "This is just to let you know that Emma gave birth at week 34 on Friday, 6th July, to our triplets:",
        "mwe": "gave birth",
        "source": "parseme1.3"
    },
    {
        "text": "If this is the case I would like someone to walk me through June to see if the numbers did really work themselves out as there was a large swing in second order on June 29 that was not adjusted for.",
        "mwe": "work themselves out",
        "source": "parseme1.3"
    },
    {
        "text": "October 19/20, Neil is out of town, so I have to pick Michael up from school (leave at 430)",
        "mwe": "pick Michael up",
        "source": "parseme1.3"
    },
    {
        "text": "The European Commission maintains that everything depends on supply.",
        "mwe": "depends on",
        "source": "parseme1.3"
    },
    {
        "text": "Each category consists of one point from each data series.",
        "mwe": "consists of",
        "source": "parseme1.3"
    },
    {
        "text": "But it only came forward after the U.S. Environmental Protection Agency alerted the world to the issue.",
        "mwe": "came forward",
        "source": "parseme1.3"
    },
    {
        "text": "PS Your brother told me he went to 3 bowl games (when I found out that two of them were the galleryfurniture.com bowl and that one in Shreveport (I can't remember the name of it)) I realized he is a very, very sick college football fan.",
        "mwe": "found out",
        "source": "parseme1.3"
    },
    {
        "text": "Since reintroduction, however, Ripple and Beschta have found, fear of the wolves apparently has discouraged the elk from spending too much time at stream banks -- where they are out in the open -- and munching on the saplings.",
        "mwe": "spending too much time",
        "source": "parseme1.3"
    },
    {
        "text": "Just so you could carry on tinkering with all that Muggle rubbish in your shed!",
        "mwe": "carry on",
        "source": "parseme1.3"
    },
    {
        "text": "Set up last month to centralize merchant asset activities.",
        "mwe": "Set up",
        "source": "parseme1.3"
    },
    {
        "text": "The Americans wanted the new regime to make the populace literate, to create \"a large and stable middle class a sufficient identification of local ideals and values, so that truly indigenous democratic institutions could grow up.\"",
        "mwe": "grow up",
        "source": "parseme1.3"
    },
    {
        "text": "After training, Bush kept flying, racking up hundreds of hours in F-102 jets.",
        "mwe": "racking up",
        "source": "parseme1.3"
    },
    {
        "text": "But within a few short months, the village people began to notice their wells were running dry, so they complained to the corporation.",
        "mwe": "running dry",
        "source": "parseme1.3"
    },
    {
        "text": "The width of the ruler's unit of measure is based on the regional settings in Microsoft Windows Control Panel.",
        "mwe": "based on",
        "source": "parseme1.3"
    },
    {
        "text": "Indeed, given how Bush has rampaged around the world alienating allies and ignoring vital conflicts with the potential to blow back on the US, one might well argue that Edwards knows more now than Bush does.",
        "mwe": "blow back",
        "source": "parseme1.3"
    },
    {
        "text": "However, when you apply a filter by selection, the conditional filter already applied on the field is removed before the filter by selection is applied.",
        "mwe": "apply a filter",
        "source": "parseme1.3"
    },
    {
        "text": "However, when you apply a filter by selection, the conditional filter already applied on the field is removed before the filter by selection is applied.",
        "mwe": "filter already applied",
        "source": "parseme1.3"
    },
    {
        "text": "However, when you apply a filter by selection, the conditional filter already applied on the field is removed before the filter by selection is applied.",
        "mwe": "filter by selection is applied",
        "source": "parseme1.3"
    },
    {
        "text": "Thank you",
        "mwe": "Thank you",
        "source": "parseme1.3"
    },
    {
        "text": "You want to take advantage of the new features not found in ANSI-89 SQL, such as:",
        "mwe": "take advantage",
        "source": "parseme1.3"
    },
    {
        "text": "You want to take advantage of the new features not found in ANSI-89 SQL, such as:",
        "mwe": "take advantage of",
        "source": "parseme1.3"
    },
    {
        "text": "Please let us know if you need a change so that the deals will bridge with the correct books.",
        "mwe": "let us know",
        "source": "parseme1.3"
    },
    {
        "text": "Stephanie, I my preference is to kick their Password Application back and get them to change it to read something like \"Cargill Ferrous International, a division of Cargill, Inc.\" or \"Cargill, Inc. acting through its Cargill Ferrous International Division\".",
        "mwe": "kick their Password Application back",
        "source": "parseme1.3"
    },
    {
        "text": "We take note of that, Mr von Habsburg, and I should be grateful if you could provide us with this letter.",
        "mwe": "take note",
        "source": "parseme1.3"
    },
    {
        "text": "But watch out for Foster, said the counterman.",
        "mwe": "watch out",
        "source": "parseme1.3"
    },
    {
        "text": "Your application is still evaluated on a number of criteria, not all of them as \"cast in steel\" as the points.",
        "mwe": "cast in steel",
        "source": "parseme1.3"
    },
    {
        "text": "A cafeteria lunch in New York actually refers to a meeting in Canada between Churchill and Roosevelt, and a tussle with a drunk in the hallway of a rooming house corresponds to D-Day.",
        "mwe": "refers to",
        "source": "parseme1.3"
    },
    {
        "text": "The next morning, Quinn woke up earlier than he had in several weeks.",
        "mwe": "woke up",
        "source": "parseme1.3"
    },
    {
        "text": "Many aspects of the transition have already been successfully debated and worked out, for example continuity in Kong's civil service.",
        "mwe": "worked out",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know if you have any questions or need anything else.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "Please let me know if you have any questions or need anything else.",
        "mwe": "have any questions",
        "source": "parseme1.3"
    },
    {
        "text": "Ok, I know that Mcdonald's has Monopoly going on right now.",
        "mwe": "going on",
        "source": "parseme1.3"
    },
    {
        "text": "Before that, we are turned loose to get dinner.",
        "mwe": "turned loose",
        "source": "parseme1.3"
    },
    {
        "text": "I had been telling Shahar when we were walking in the Gai-Hinnom that I hadn't liked it when David Ben-Gurion on his visits to the United States would call upon American Jews to give up their illusions about goyish democracy and emigrate full speed to Israel.",
        "mwe": "give up",
        "source": "parseme1.3"
    },
    {
        "text": "As you know, underage wizards are not permitted to perform spells outside school, and further spellwork on your part may lead to expulsion from said school (Decree for the Reasonable Restriction of Underage Sorcery, 1875, Paragraph C).",
        "mwe": "perform spells",
        "source": "parseme1.3"
    },
    {
        "text": "To make matters even more confusing, there are two Mark Taylors.",
        "mwe": "make matters",
        "source": "parseme1.3"
    },
    {
        "text": "If you would be so kind, could you possibly let me know of your status over the next couple of days?",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "You should double check with the necessary embassy before you leave though.",
        "mwe": "double check",
        "source": "parseme1.3"
    },
    {
        "text": "I won't find out until Monday.",
        "mwe": "find out",
        "source": "parseme1.3"
    },
    {
        "text": "Despite many wrinkles, India remains a part-democracy and merely signing on to a piece of paper that calls for an independent Kashmir does not get you into the trouble that writing an op-ed piece against Sonia Gandhi or Atal Behari Vajpayee would instantly.",
        "mwe": "calls for",
        "source": "parseme1.3"
    },
    {
        "text": "i am going out tonight to get wasted if anyone is interested.",
        "mwe": "get wasted",
        "source": "parseme1.3"
    },
    {
        "text": "The urge to protect and gather them all in is almost overwhelming, and makes me more grateful for the blessings I have.",
        "mwe": "makes me more grateful",
        "source": "parseme1.3"
    },
    {
        "text": "The urge to protect and gather them all in is almost overwhelming, and makes me more grateful for the blessings I have.",
        "mwe": "blessings I have",
        "source": "parseme1.3"
    },
    {
        "text": "In spite of his inane malapropisms, he can talk circles around everyone else in the book.",
        "mwe": "talk circles around",
        "source": "parseme1.3"
    },
    {
        "text": "As I mentioned, please let me know when it is ready, and I will send someone to pick it up.",
        "mwe": "let me know",
        "source": "parseme1.3"
    },
    {
        "text": "As I mentioned, please let me know when it is ready, and I will send someone to pick it up.",
        "mwe": "pick it up",
        "source": "parseme1.3"
    },
    {
        "text": "That he didn’t show up for duty in Alabama?",
        "mwe": "show up",
        "source": "parseme1.3"
    },
    {
        "text": "You see, said Quinn, I'm not making it up. I even have proof.",
        "mwe": "making it up",
        "source": "parseme1.3"
    },
    {
        "text": "The chair was comfortable, and the beer had gone slightly to his head.",
        "mwe": "gone slightly to his head",
        "source": "parseme1.3"
    },
    {
        "text": "We should be expecting a deposition notice soon if they are going to follow through on their threat.",
        "mwe": "follow through",
        "source": "parseme1.3"
    },
    {
        "text": "Performance tests will either be performed on a project basis or a unit by unit basis in a given project.",
        "mwe": "tests will either be performed",
        "source": "parseme1.3"
    },
    {
        "text": "Simultaneously, New Delhi would ensure a degree of autonomy for the state that would help cut popular support off from jihadis attempting to convert Kashmir into a second Afghanistan.",
        "mwe": "cut popular support off",
        "source": "parseme1.3"
    },
    {
        "text": "It has also opened VW up to huge compensation claims, legal action and has seen it take more than €16bn of provisions.",
        "mwe": "take more than €16bn of provisions",
        "source": "parseme1.3"
    },
    {
        "text": "After the major kill-offs, wolves outside of Alaska and Canada existed mostly as legend.",
        "mwe": "kill-offs",
        "source": "parseme1.3"
    },
    {
        "text": "She gave a small, self-questioning shrug, admitting the glibness of another kind of daily talk in another time.",
        "mwe": "gave a small, self-questioning shrug",
        "source": "parseme1.3"
    },
    {
        "text": "After you have had the chance to review the attached, please send me a marked-up draft and we can discuss our concerns from there.",
        "mwe": "marked-up",
        "source": "parseme1.3"
    },
    {
        "text": "Harry told them all about Dobby, the warning he'd given Harry and the fiasco of the violet pudding.",
        "mwe": "warning he'd given",
        "source": "parseme1.3"
    },
    {
        "text": "Meanwhile, a decision's been reached in the trial of Toledo priest Gerald Robinson.",
        "mwe": "decision's been reached",
        "source": "parseme1.3"
    },
    {
        "text": "Simplicity gave it that blessed, laudatory lack of clutter, the efficient and effective text-based ads, and the support of anyone with a dial-up connection.",
        "mwe": "gave it that blessed, laudatory lack of clutter, the efficient and effective text-based ads, and the support",
        "source": "parseme1.3"
    },
    {
        "text": "Accurate check-out.",
        "mwe": "check-out",
        "source": "parseme1.3"
    },
    {
        "text": "Not only did Bush not know who General Pervez Musharraf was, he seems to have confused coup-making with \"taking office,\" and moreover went on to suggest that the overthrow of an elected prime minister and the installation in power of the Pakistan military, then the world's strongest supporter of the Taliban, would bring \"stability!\"",
        "mwe": "coup-making",
        "source": "parseme1.3"
    },
    {
        "text": "Not only did Bush not know who General Pervez Musharraf was, he seems to have confused coup-making with \"taking office,\" and moreover went on to suggest that the overthrow of an elected prime minister and the installation in power of the Pakistan military, then the world's strongest supporter of the Taliban, would bring \"stability!\"",
        "mwe": "bring \"stability!\"",
        "source": "parseme1.3"
    },
    {
        "text": "Petersen held discussions with both Kumaratunga and the reclusive LTTE leader Velupillai Prabhakaran in the rebel stronghold of Kilinochchi without success, and chief Tamil rebel negotiator Anton Balasingham and Norwegian envoy Erik Solheim held closed-door talks at the international airport late Saturday in an effort to keep the salvage effort on track, diplomatic sources said.",
        "mwe": "held closed-door talks",
        "source": "parseme1.3"
    },
    {
        "text": "I just want to extend a big \"Welcome!\" to Darin Darin Fisher who joined me at Google this week.",
        "mwe": "extend a big \"Welcome!\"",
        "source": "parseme1.3"
    },
    {
        "text": "Sat. Sept. 23 - Drive to St. Tropez - through Nice , Cannes & other coastal towns, check-in mid afternoon",
        "mwe": "check-in",
        "source": "parseme1.3"
    },
    {
        "text": "Dudley put on a foul, simpering smile.",
        "mwe": "put on a foul, simpering smile",
        "source": "parseme1.3"
    },
    {
        "text": "This was the body that Bush proclaimed was bringing \"stability\" to the region in fall of 1999.",
        "mwe": "bringing \"stability\"",
        "source": "parseme1.3"
    },
    {
        "text": "We have updated our site to include a LOST and FOUND page and you can now join our branch and make a secure on-line donation to the charity.",
        "mwe": "make a secure on-line donation",
        "source": "parseme1.3"
    },
    {
        "text": "The thing to keep in mind is that Sunni Arab nationalists and Baathists and local Sunni radicals are likely to remain far more dangerous to the US in Iraq than al-Qaeda infiltrators, and it would be dangerous to take one's eyes off the former ball.",
        "mwe": "take one's eyes off the former ball",
        "source": "parseme1.3"
    },
    {
        "text": "This is one thought-provoking film.",
        "mwe": "thought-provoking",
        "source": "parseme1.3"
    },
    {
        "text": "Even a little time spent receiving wholesome, uncontaminated food, good medical care, etc. can add years to their lives.",
        "mwe": "receiving wholesome, uncontaminated food, good medical care",
        "source": "parseme1.3"
    },
    {
        "text": "The top two are going 'head to head' in a final vote on that opens on Wednesday on - http://www.stuff.co.nz/dominion-post/",
        "mwe": "going 'head to head'",
        "source": "parseme1.3"
    },
    {
        "text": "At some points, as in the late 1980s, he reportedly made behind-the-scenes overtures to the Israelis to arrive at some sort of a deal.",
        "mwe": "made behind-the-scenes overtures",
        "source": "parseme1.3"
    }
]